[{
	"title": "27 Dresses",
	"sortBy": "27 dresses",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-01-18",
	"runtimeMins": 111,
	"genre": ["Comedy", "Romance"],
	"director": "Anne Fletcher",
	"writer": "Aline Brosh McKenna",
	"actors": "Katherine Heigl, James Marsden, Malin Akerman",
	"summary": "After serving as a bridesmaid 27 times, a young woman wrestles with the idea of standing by her sister's side as her sibling marries the man she's secretly in love with.",
	"plot": "Two things about Jane: she never says no to her friends (she's been a bridesmaid 27 times and selflessly plans friends' weddings), and she's in love with her boss, George, nurturing dreams of a lovely, romantic wedding of her own. She meets Kevin, a cynical writer who finds her attractive, and that same week her flirtatious younger sister Tess comes to town. Jane silently watches George fall for Tess, a manipulative pretender. Worse, Jane may be called upon to plan their wedding. Meanwhile, Kevin tries to get Jane's attention and has an idea that may advance his career. Can Jane uncork her feelings?",
	"awards": "5 wins, 3 nominations",
	"poster": "MV5BMzI5OTM0OTg2MF5BMl5BanBnXkFtZTcwNjAyMTU1MQ@@._V1_SX300.jpg",
	"imdbRating": 6.1,
	"imdbID": "tt0988595"
}, {
	"title": "A Knight's Tale",
	"sortBy": "knights tale",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-05-11",
	"runtimeMins": 132,
	"genre": ["Action", "Adventure", "Romance"],
	"director": "Brian Helgeland",
	"writer": "Brian Helgeland",
	"actors": "Heath Ledger, Rufus Sewell, Shannyn Sossamon, Paul Bettany, Mark Addy, Alan Tudyk, Laura Fraser",
	"summary": "After his master dies, a peasant squire, fueled by his desire for food and glory, creates a new identity for himself as a knight.",
	"plot": "Inspired by \"The Canterbury Tales,\" as well as the story of Ulrich von Lichtenstein, this is the story of William, a young squire with a gift for jousting. After his master dies suddenly, the squire hits the road with his cohorts Roland and Wat. On the journey, they stumble across an unknown writer, Chaucer. William, lacking a proper pedigree, convinces Chaucer to forge genealogy documents that will pass him off as a knight. With his newly-minted history in hand, the young man sets out to prove himself a worthy knight at the country's jousting competition, and finds romance along the way.",
	"awards": "4 wins, 10 nominations",
	"poster": "MV5BMTE5OTE4OTE2Nl5BMl5BanBnXkFtZTYwMDkzMTQ3._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0183790"
}, {
	"title": "Akeelah and the Bee",
	"sortBy": "akeelah and the bee",
	"year": "2006",
	"rated": "PG",
	"released": "2006-04-28",
	"runtimeMins": 112,
	"genre": ["Drama"],
	"director": "Doug Atchison",
	"writer": "Doug Atchison",
	"actors": "Keke Palmer, Laurence Fishburne, Angela Bassett, Curtis Armstrong",
	"summary": "A young girl from South Los Angeles tries to make it to the National Spelling Bee.",
	"plot": "Eleven year-old Akeelah Anderson's life is not easy: her father is dead, her mom ignores her, her brother runs with the local gangbangers. She's smart, but her environment threatens to strangle her aspirations. Responding to a threat by her school's principal, Akeelah participates in a spelling bee to avoid detention for her many absences. Much to her surprise and embarrassment, she wins. Her principal asks her to seek coaching from an English professor named Dr. Larabee for the more prestigious regional bee. As the possibility of making it all the way to the Scripps National Spelling Bee looms, Akeelah could provide her community with someone to rally around and be proud of -- but only if she can overcome her insecurities and her distracting home life. She also must get past Dr. Larabee's demons, and a field of more experienced and privileged fellow spellers.",
	"awards": "12 wins, 14 nominations",
	"poster": "MV5BMTUzMDIwNjIzM15BMl5BanBnXkFtZTcwNTczODQzMQ@@._V1_SX300.jpg",
	"imdbRating": 7.5,
	"imdbID": "tt0437800"
}, {
	"title": "All I Wanna Do",
	"sortBy": "all i wanna do",
	"year": "1998",
	"rated": "PG-13",
	"released": "1995-09-04",
	"runtimeMins": 97,
	"genre": ["Comedy"],
	"director": "Sarah Kernochan",
	"writer": "Sarah Kernochan",
	"actors": "Kirsten Dunst, Gaby Hoffmann, Lynn Redgrave, Rachael Leigh Cook",
	"summary": "In the 1960s, a group of friends at an all girls school learn that their school is going to be combined with a nearby all boys school. They concoct a plan to save their school while dealing with everyday problems along the way.",
	"plot": "If there's one thing this wild group of friends at an all-girls high school has learned, it's how to get what they want! So when word leaks out that their school is about to merge with an all-boys academy, some of the students strike back... devising a hilarious scheme to sabotage the plan get ready for a sidesplitting lesson in laughter, as the girls wage an all-out assault in an outrageous battle of the sexes!",
	"awards": "no awards",
	"poster": "MV5BMTU0ODgwNDM3M15BMl5BanBnXkFtZTgwOTc3MzkyMTE@._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0120692"
}, {
	"title": "America's Sweethearts",
	"sortBy": "americas sweethearts",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-06-20",
	"runtimeMins": 102,
	"genre": ["Comedy", "Romance"],
	"director": "Joe Roth",
	"writer": "Billy Crystal, Peter Tolan",
	"actors": "Julia Roberts, Billy Crystal, Catherine Zeta-Jones, John Cusack",
	"summary": "A movie publicist deals with the messy public split of his movie's co-stars while keeping reporters at bay while a reclusive director holds the film's print hostage.",
	"plot": "In the midst of a nasty public breakup of married movie stars, a studio publicist scrambles to put a cap on the escalating situation as the couple's latest film has found its only print kidnapped by the director.",
	"awards": "1 win",
	"poster": "MV5BMTYwOTk4ODQ4M15BMl5BanBnXkFtZTYwMDg2NjA5._V1_SX300.jpg",
	"imdbRating": 5.7,
	"imdbID": "tt0265029"
}, {
	"title": "Armageddon",
	"sortBy": "armageddon",
	"year": "1998",
	"rated": "PG-13",
	"released": "1998-06-01",
	"runtimeMins": 151,
	"genre": ["Action", "Adventure", "Sci-Fi"],
	"director": "Michael Bay",
	"writer": "Jonathan Hensleigh (screenplay), J.J. Abrams (screenplay), Tony Gilroy (adaptation), Shane Salerno (adaptation), Robert Roy Pool (story), Jonathan Hensleigh (story)",
	"actors": "Bruce Willis, Billy Bob Thornton, Ben Affleck, Liv Tyler",
	"summary": "After discovering that an asteroid the size of Texas is going to impact Earth in less than a month, N.A.S.A. recruits a misfit team of deep core drillers to save the planet.",
	"plot": "It is just another day at the National Aeronautics and Space Administration (NASA), a few astronauts were repairing a satellite until, out of nowhere, a series of asteroids came crashing into the shuttle, destroying it. These asteroids also decimated New York soon thereafter. Then, NASA discovered that there is an asteroid roughly the size of Texas heading towards the Earth, and when it does hit the Earth, the planet itself and all of its inhabitants will be obliterated, worse, the asteroid will hit the Earth in 18 days. Unfortunately, NASA's plans to destroy the asteroid are irrelevant. That is when the U.S. military decides to use a nuclear warhead to blow the asteroid to pieces. Then, scientists decide to blow the asteroid with the warhead inside the asteroid itself. The only man to do it, is an oil driller named Harry Stamper and his group of misfit drillers and geologists. As he and his drill team prepare for space excavation, the asteroid is still heading towards the Earth. When the crew are launched into outer space, they are determined to destroy this asteroid.",
	"awards": "4 Oscar nominations, 12 wins, 33 nominations",
	"poster": "MV5BMTc3NzA4MDIyNV5BMl5BanBnXkFtZTcwMzc1OTM2MQ@@._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0120591"
}, {
	"title": "Becoming Jane",
	"sortBy": "becoming jane",
	"year": "2007",
	"rated": "PG",
	"released": "2007-08-10",
	"runtimeMins": 120,
	"genre": ["Biography", "Drama", "Romance"],
	"director": "Julian Jarrold",
	"writer": "Jane Austen (letters), Kevin Hood, Sarah Williams",
	"actors": "Anne Hathaway, James McAvoy, Julie Walters, James Cromwell",
	"summary": "A biographical portrait of a pre-fame Jane Austen and her romance with a young Irishman.",
	"plot": "The year is 1795 and young Jane Austen is a feisty 20-year-old and emerging writer who already sees a world beyond class and commerce, beyond pride and prejudice, and dreams of doing what was then nearly unthinkable - marrying for love. Naturally, her parents are searching for a wealthy, well-appointed husband to assure their daughter's future social standing. They are eyeing Mr. Wisley, nephew to the very formidable, not to mention very rich, local aristocrat Lady Gresham, as a prospective match. But when Jane meets the roguish and decidedly non-aristocratic Tom Lefroy, sparks soon fly along with the sharp repartee. His intellect and arrogance raise her ire - then knock her head over heels. Now, the couple, whose flirtation flies in the face of the sense and sensibility of the age, is faced with a terrible dilemma. If they attempt to marry, they will risk everything that matters - family, friends and fortune.",
	"awards": "3 wins, 6 nominations",
	"poster": "MV5BMTIzMjQyMDMxM15BMl5BanBnXkFtZTcwMjAwOTM1MQ@@._V1_SX300.jpg",
	"imdbRating": 7.1,
	"imdbID": "tt0416508"
}, {
	"title": "Bed of Roses",
	"sortBy": "bed of roses",
	"year": "1996",
	"rated": "PG",
	"released": "1996-01-26",
	"runtimeMins": 87,
	"genre": ["Romance", "Drama"],
	"director": "Michael Goldenberg",
	"writer": "Michael Goldenberg",
	"actors": "Christian Slater, Mary Stuart Masterson, Pamela Adlon, Josh Brolin",
	"summary": "Romantic drama about a young career girl who is swept off her feet by a shy florist, who fell in love with her after one glimpse through a shadowy window.",
	"plot": "Romantic drama about a young career girl who is swept off her feet by a shy florist, who fell in love with her after one glimpse through a shadowy window.",
	"awards": "no awards",
	"poster": "MV5BMjg4MzcxMzk3M15BMl5BanBnXkFtZTcwNzkzOTMyMQ@@._V1_SX300.jpg",
	"imdbRating": 6.0,
	"imdbID": "tt0115644"
}, {
	"title": "Braveheart",
	"sortBy": "braveheart",
	"year": "1995",
	"rated": "R",
	"released": "1995-05-24",
	"runtimeMins": 178,
	"genre": ["Biography", "Drama", "History"],
	"director": "Mel Gibson",
	"writer": "Randall Wallace",
	"actors": "James Robinson, Sean Lawlor, Sandy Nelson, James Cosmo",
	"summary": "When his secret bride is executed for assaulting an English soldier who tried to rape her, William Wallace begins a revolt against King Edward I of England.",
	"plot": "William Wallace is a Scottish rebel who leads an uprising against the cruel English ruler Edward the Longshanks, who wishes to inherit the crown of Scotland for himself. When he was a young boy, William Wallace's father and brother, along with many others, lost their lives trying to free Scotland. Once he loses another of his loved ones, William Wallace begins his long quest to make Scotland free once and for all, along with the assistance of Robert the Bruce.",
	"awards": "5 Oscar wins, 24 wins, 26 nominations",
	"poster": "MV5BNjA4ODYxMDU3Nl5BMl5BanBnXkFtZTcwMzkzMTk3OA@@._V1_SX300.jpg",
	"imdbRating": 8.4,
	"imdbID": "tt0112573"
}, {
	"title": "Bridget Jones's Diary",
	"sortBy": "bridget joness diary",
	"year": "2001",
	"rated": "R",
	"released": "2001-04-13",
	"runtimeMins": 97,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Sharon Maguire",
	"writer": "Helen Fielding (novel), Helen Fielding (screenplay), Andrew Davies (screenplay), Richard Curtis (screenplay)",
	"actors": "Renée Zellweger, Gemma Jones, Celia Imrie, James Faulkner",
	"summary": "A British woman is determined to improve herself while she looks for love in a year in which she keeps a personal diary.",
	"plot": "Bridget Jones is an average woman struggling against her age, her weight, her job, her lack of a man, and her many imperfections. As a New Year's Resolution, Bridget decides to take control of her life, starting by keeping a diary in which she will always tell the complete truth. The fireworks begin when her charming though disreputable boss takes an interest in the quirky Miss Jones. Thrown into the mix are Bridget's band of slightly eccentric friends and a rather disagreeable acquaintance who Bridget cannot seem to stop running into or help finding quietly attractive.",
	"awards": "1 Oscar nomination, 8 wins, 31 nominations",
	"poster": "MV5BMTkwMDIwNzI0Nl5BMl5BanBnXkFtZTgwNDU1MjEyMDE@._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0243155"
}, {
	"title": "Cars",
	"sortBy": "cars",
	"year": "2006",
	"rated": "G",
	"released": "2006-06-09",
	"runtimeMins": 117,
	"genre": ["Animation", "Adventure", "Comedy"],
	"director": "John Lasseter, Joe Ranft",
	"writer": "John Lasseter (original story by), Joe Ranft (original story by), Jorgen Klubien (original story by), Dan Fogelman (screenplay), John Lasseter (screenplay), Joe Ranft (screenplay), Kiel Murray (screenplay), Phil Lorin (screenplay), Jorgen Klubien (screenplay), Bonnie Hunt (additional screenplay material), Robert L. Baird (additional screenplay material), Daniel Gerson (additional screenplay material), Don Lake (additional screenplay material), Steve Purcell (additional screenplay material), Dan Scanlon (additional screenplay material)",
	"actors": "Owen Wilson, Paul Newman, Bonnie Hunt, Larry the Cable Guy",
	"summary": "A hot-shot race-car named Lightning McQueen gets waylaid in Radiator Springs, where he finds the true meaning of friendship and family.",
	"plot": "While traveling to California for the dispute of the final race of the Piston Cup against The King and Chick Hicks, the famous Lightning McQueen accidentally damages the road of the small town Radiator Springs and is sentenced to repair it. Lightning McQueen has to work hard and finds friendship and love in the simple locals, changing its values during his stay in the small town and becoming a true winner.",
	"awards": "2 Oscar nominations, 25 wins, 28 nominations",
	"poster": "MV5BMTg5NzY0MzA2MV5BMl5BanBnXkFtZTYwNDc3NTc2._V1_SX300.jpg",
	"imdbRating": 7.2,
	"imdbID": "tt0317219"
}, {
	"title": "Casino Royale",
	"sortBy": "casino royale",
	"year": "2006",
	"rated": "PG-13",
	"released": "2006-11-17",
	"runtimeMins": 144,
	"genre": ["Action", "Adventure", "Thriller"],
	"director": "Martin Campbell",
	"writer": "Neal Purvis (screenplay), Robert Wade (screenplay), Paul Haggis (screenplay), Ian Fleming (novel)",
	"actors": "Daniel Craig, Eva Green, Mads Mikkelsen, Judi Dench",
	"summary": "Armed with a licence to kill, Secret Agent James Bond sets out on his first mission as 007 and must defeat a weapons dealer in a high stakes game of poker at Casino Royale, but things are not what they seem.",
	"plot": "James Bond goes on his first ever mission as a 00. Le Chiffre is a banker to the world's terrorists. He is participating in a poker game at Montenegro, where he must win back his money, in order to stay safe among the terrorist market. The boss of MI6, known simply as M sends Bond, along with Vesper Lynd to attend this game and prevent Le Chiffre from winning. Bond, using help from Felix Leiter, Mathis and having Vesper pose as his partner, enters the most important poker game in his already dangerous career. But if Bond defeats Le Chiffre, will he and Vesper Lynd remain safe?",
	"awards": "1 BAFTA win, 25 wins, 35 nominations",
	"poster": "MV5BMTM5MjI4NDExNF5BMl5BanBnXkFtZTcwMDM1MjMzMQ@@._V1_SX300.jpg",
	"imdbRating": 8.0,
	"imdbID": "tt0381061"
}, {
	"title": "Cast Away",
	"sortBy": "cast away",
	"year": "2000",
	"rated": "PG-13",
	"released": "2000-12-22",
	"runtimeMins": 143,
	"genre": ["Adventure", "Drama"],
	"director": "Robert Zemeckis",
	"writer": "William Broyles Jr.",
	"actors": "Paul Sanchez, Lari White, Leonid Citer, David Allen Brooks",
	"summary": "A FedEx executive must transform himself physically and emotionally to survive a crash landing on a deserted island.",
	"plot": "A man is marooned on an island after his plane crashes into the ocean. Far away from home, his girlfriend, and any human contact, he engages in a battle of wits with himself as he is tested mentally, physically, and emotionally in order to survive.",
	"awards": "2 Oscar nominations, 15 wins, 32 nominations",
	"poster": "MV5BMTI2MDY0ODEwNF5BMl5BanBnXkFtZTYwMDI2NTk4._V1_SX300.jpg",
	"imdbRating": 7.7,
	"imdbID": "tt0162222"
}, {
	"title": "Cinderella",
	"sortBy": "cinderella",
	"year": "1950",
	"rated": "APPROVED",
	"released": "1950-03-04",
	"runtimeMins": 74,
	"genre": ["Animation", "Family", "Fantasy"],
	"director": "Clyde Geronimi, Wilfred Jackson, Hamilton Luske",
	"writer": "Charles Perrault (from the original classic by), Bill Peet (story), Erdman Penner (story), Ted Sears (story), Winston Hibler (story), Homer Brightman (story), Harry Reeves (story), Ken Anderson (story), Joe Rinaldi (story)",
	"actors": "Ilene Woods, Eleanor Audley, Verna Felton, Claire Du Brey",
	"summary": "When Cinderella's cruel stepmother prevents her from attending the Royal Ball, she gets some unexpected help from the lovable mice Gus and Jaq, and from her Fairy Godmother.",
	"plot": "In a far away, long ago kingdom, Cinderella is living happily with her mother and father until her mother dies. Cinderella's father remarries a cold, cruel woman who has two daughters, Drizella and Anastasia. When the father dies, Cinderella's wicked stepmother turns her into a virtual servant in her own house. Meanwhile, across town in the castle, the King determines that his son the Prince should find a suitable bride and provide him with a required number of grandchildren. So the King invites every eligible maiden in the kingdom to a fancy dress ball, where his son will be able to choose his bride. Cinderella has no suitable party dress for a ball, but her friends the mice, led by Jaques and Gus, and the birds lend a hand in making her one, a dress the evil stepsisters immediately tear apart on the evening of the ball. At this point, enter the Fairy Godmother, the pumpkin carriage, the royal ball, the stroke of midnight, the glass slipper, and the rest, as they say, is fairy tale history.",
	"awards": "3 Oscar nominations, 4 wins, 4 nominations",
	"poster": "MV5BMjI5NTcxMjE5N15BMl5BanBnXkFtZTgwNzYyNTM3MjE@._V1_SX300.jpg",
	"imdbRating": 7.3,
	"imdbID": "tt0042332"
}, {
	"title": "Clear and Present Danger",
	"sortBy": "clear and present danger",
	"year": "1994",
	"rated": "PG-13",
	"released": "1994-08-03",
	"runtimeMins": 141,
	"genre": ["Action", "Crime", "Drama"],
	"director": "Phillip Noyce",
	"writer": "Tom Clancy (novel), Donald Stewart (screenplay), Steven Zaillian (screenplay), John Milius (screenplay)",
	"actors": "Harrison Ford, Willem Dafoe, Anne Archer, Joaquim de Almeida",
	"summary": "CIA Analyst Jack Ryan is drawn into an illegal war fought by the US government against a Colombian drug cartel.",
	"plot": "Jack Ryan is back and this time the bad guys are in his own government. When Admiral James Greer becomes sick with cancer, Ryan is appointed acting CIA Deputy Director of Intelligence. Almost before he can draw a breath in his new position, one of the president's closest friends and his family are murdered in their sleep by what appears to by drug cartels. Ryan is called in to investigate, but unknown to him the CIA has already sent a secret field operative to lead an illegal paramilitary force in Colombia against cartels. Things get even more complicated when his team is set up and he loses an agent in the field and a friend of his wife's, who was the murdered agent's secretary, is murdered that same day. Ryan must then risk not only his career, but his life to expose the truth behind the mystery.",
	"awards": "2 Oscar nominations, 3 wins, 6 nominations",
	"poster": "MV5BMTUxOTk4NzUyOF5BMl5BanBnXkFtZTgwNzc3ODYxMTE@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0109444"
}, {
	"title": "Clueless",
	"sortBy": "clueless",
	"year": "1995",
	"rated": "PG-13",
	"released": "1995-07-21",
	"runtimeMins": 97,
	"genre": ["Comedy", "Romance"],
	"director": "Amy Heckerling",
	"writer": "Amy Heckerling",
	"actors": "Alicia Silverstone, Stacey Dash, Brittany Murphy, Paul Rudd",
	"summary": "A rich high school student tries to boost a new pupil's popularity, but reckons without affairs of the heart getting in the way.",
	"plot": "Cher, a high school student in Beverly Hills, must survive the ups and downs of adolescent life. Her external demeanor at first seems superficial, but rather it hides her wit, charm, and intelligence which help her to deal with relationships, friends, family, school, and the all-important teenage social life.",
	"awards": "6 wins, 11 nominations",
	"poster": "MV5BMTgxODIxODE2MF5BMl5BanBnXkFtZTgwOTA4NjQxMTE@._V1_SX300.jpg",
	"imdbRating": 6.8,
	"imdbID": "tt0112697"
}, {
	"title": "Contact",
	"sortBy": "contact",
	"year": "1997",
	"rated": "PG",
	"released": "1997-07-11",
	"runtimeMins": 150,
	"genre": ["Drama", "Mystery", "Sci-Fi"],
	"director": "Robert Zemeckis",
	"writer": "Carl Sagan (novel), Carl Sagan (story), Ann Druyan (story), James V. Hart (screenplay), Michael Goldenberg (screenplay)",
	"actors": "Jena Malone, David Morse, Jodie Foster, Geoffrey Blake",
	"summary": "Dr. Ellie Arroway, after years of searching, finds conclusive radio proof of intelligent aliens, who send plans for a mysterious machine.",
	"plot": "Astronomer Dr. Ellie Arroway has long been interested in contact to faraway lands, a love fostered in her childhood by her father, Ted Arroway, who passed away when she was nine year's old leaving her then orphaned. Her current work in monitoring for extraterrestrial life is based on that love and is in part an homage to her father. Ever since funding from the National Science Foundation (NSF) was pulled on her work, which is referred to some, including her NSF superior David Drumlin, as more science fiction than science, Ellie, with a few of her rogue scientist colleagues, have looked for funding from where ever they could get it to continue their work. When Ellie and her colleagues hear chatter originating from the vicinity of the star Vega, Ellie feels vindicated. But that vindication is short lived when others, including politicians, the military, religious leaders and other scientists such as Drumlin, try to take over her work. When the messages received from space are decoded, the project takes on a whole new dimension, which strengthens for Ellie the quest for the truth. Thrown into the mix are the unknown person who has up until now funded most of Ellie's work and what his motivations are, and Palmer Joss, a renowned author and theologian, who despite their fundamental differences in outlook, is mutually attracted to Ellie, that attraction based in part on intellect and their common goal of wanting to know the truth.",
	"awards": "1 Oscar nomination, 14 wins, 25 nominations",
	"poster": "MV5BMjEyMDQxMTMxMF5BMl5BanBnXkFtZTcwNTU0ODcyMg@@._V1_SX300.jpg",
	"imdbRating": 7.4,
	"imdbID": "tt0118884"
}, {
	"title": "Crouching Tiger, Hidden Dragon",
	"sortBy": "crouching tiger hidden dragon",
	"year": "2000",
	"rated": "PG-13",
	"released": "2001-01-12",
	"runtimeMins": 120,
	"genre": ["Action", "Drama", "Romance"],
	"director": "Ang Lee",
	"writer": "Du Lu Wang (book), Hui-Ling Wang (screenplay), James Schamus (screenplay), Kuo Jung Tsai (screenplay)",
	"actors": "Yun-Fat Chow, Michelle Yeoh, Ziyi Zhang, Chen Chang",
	"summary": "Two warriors in pursuit of a stolen sword and a notorious fugitive are led to an impetuous, physically skilled, adolescent nobleman's daughter, who is at a crossroads in her life.",
	"plot": "Crouching Tiger Hidden Dragon is a timeless story that takes place in QING China when miracles were credible and spirits and gods were present in man's world. It is not unbelievable that zen warriors float through the air, skim the water and battle in trees and on rooftops. Pain, revenge and duty are the stuff that bind us in this world and are the main plot line of the movie, but in the afterlife love and faith linger on.",
	"awards": "4 Oscar wins, 94 wins, 124 nominations",
	"poster": "MV5BMTY5MjM4NjIxOF5BMl5BanBnXkFtZTcwNDg5NzU2OQ@@._V1_SX300.jpg",
	"imdbRating": 7.9,
	"imdbID": "tt0190332"
}, {
	"title": "Curious George",
	"sortBy": "curious george",
	"year": "2006",
	"rated": "G",
	"released": "2006-02-10",
	"runtimeMins": 86,
	"genre": ["Animation", "Adventure", "Comedy"],
	"director": "Matthew O'Callaghan",
	"writer": "Ken Kaufman (screenplay), Ken Kaufman (story), Mike Werb (story), Margret Rey (books), H.A. Rey (books)",
	"actors": "Frank Welker, Will Ferrell, Shane Baumel, Timyra-Joi Beatty",
	"summary": "The Man in the Yellow Hat is an oddball museum employee who looks after his pet monkey - an inquisitive and wonderful creature whose enthusiasm often gets the best of him.",
	"plot": "The man with the yellow hat named Ted Shackleford works at a natural history museum that's fallen on hard times. The museum director's son wants to turn it into a parking lot, but Ted offers to bring back a mysterious idol from Africa that's guaranteed to pull in crowds. Unfortunately, the idol turns out to be three inches tall. But Ted accidentally brings back a lonely yet irrepressible monkey, soon dubbed George. They set off on a non-stop action, fun-filled journey through the wonders of the big city toward the warmth of true friendship.",
	"awards": "1 nomination",
	"poster": "MV5BMTIzODQ4ODI0Nl5BMl5BanBnXkFtZTcwNTMyMDIzMQ@@._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0381971"
}, {
	"title": "Eagle Eye",
	"sortBy": "eagle eye",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-09-26",
	"runtimeMins": 118,
	"genre": ["Action", "Mystery", "Thriller"],
	"director": "D.J. Caruso",
	"writer": "John Glenn (screenplay), Travis Wright (screenplay), Hillary Seitz (screenplay), Dan McDermott (screenplay), Dan McDermott (story)",
	"actors": "Shia LaBeouf, Michelle Monaghan, Rosario Dawson, Michael Chiklis",
	"summary": "Jerry and Rachel are two strangers thrown together by a mysterious phone call from a woman they have never met. Threatening their lives and family, she pushes Jerry and Rachel into a series of increasingly dangerous situations, using the technology of everyday life to track and control their every move.",
	"plot": "Jerry Shaw is an amiable slacker with an over-achieving twin brother. After his twin dies in an accident, strange things happen to Jerry at a dizzying pace: a fortune shows up in his bank account, weapons are delivered to his flat, and a voice on his cell phone tells him the police are on their way. Jerry follows the voice's instructions, and soon he and a woman he's never met are racing through the city, on to a plane, and eventually to the Pentagon, chased by the FBI. She is Rachel Holloman, a single mom; the voice has threatened her son's death if she doesn't cooperate. The voice seems to know everything. Who is behind it, what is being planned, and why Jerry and Rachel?",
	"awards": "3 wins, 8 nominations",
	"poster": "MV5BMjA5MTMzMDMzNl5BMl5BanBnXkFtZTcwMzUwNDUzMw@@._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt1059786"
}, {
	"title": "Emma",
	"sortBy": "emma",
	"year": "1996",
	"rated": "PG",
	"released": "1996-08-30",
	"runtimeMins": 120,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Douglas McGrath",
	"writer": "Jane Austen (novel), Douglas McGrath (screenplay)",
	"actors": "Gwyneth Paltrow, James Cosmo, Greta Scacchi, Alan Cumming",
	"summary": "In rural 1800s England things go bad for a young matchmaker after she finds a man for another woman.",
	"plot": "Emma Woodhouse is a congenial young lady who delights in meddling in other people's affairs. She is perpetually trying to unite men and women who are utterly wrong for each other. Despite her interest in romance, Emma is clueless about her own feelings, and her relationship with gentle Mr. Knightly.",
	"awards": "1 Oscar win, 2 wins, 6 nominations",
	"poster": "MV5BMTM0OTY2ODYxNF5BMl5BanBnXkFtZTcwMzEwMTMzMQ@@._V1_SX300.jpg",
	"imdbRating": 6.8,
	"imdbID": "tt0116191"
}, {
	"title": "Enchanted",
	"sortBy": "enchanted",
	"year": "2007",
	"rated": "PG",
	"released": "2007-11-21",
	"runtimeMins": 107,
	"genre": ["Animation", "Comedy", "Family"],
	"director": "Kevin Lima",
	"writer": "Bill Kelly",
	"actors": "Amy Adams, Patrick Dempsey, James Marsden, Timothy Spall",
	"summary": "A princess, who is prepared to be wed, is sent away to New York by an evil queen, where she falls in love with a lawyer.",
	"plot": "The beautiful princess Giselle is banished by an evil queen from her magical, musical animated land and finds herself in the gritty reality of the streets of modern-day Manhattan. Shocked by this strange new environment that doesn't operate on a \"happily ever after\" basis, Giselle is now adrift in a chaotic world badly in need of enchantment. But when Giselle begins to fall in love with a charmingly flawed divorce lawyer who has come to her aid - even though she is already promised to a perfect fairy tale prince back home - she has to wonder: Can a storybook view of romance survive in the real world?",
	"awards": "3 Oscar nominations, 11 wins, 43 nominations",
	"poster": "MV5BMjE4NDQ2Mjc0OF5BMl5BanBnXkFtZTcwNzQ2NDE1MQ@@._V1_SX300.jpg",
	"imdbRating": 7.1,
	"imdbID": "tt0461770"
}, {
	"title": "Enemy of the State",
	"sortBy": "enemy of the state",
	"year": "1998",
	"rated": "R",
	"released": "1998-11-20",
	"runtimeMins": 132,
	"genre": ["Action", "Crime", "Drama"],
	"director": "Tony Scott",
	"writer": "David Marconi",
	"actors": "Will Smith, Gene Hackman, Jon Voight, Lisa Bonet",
	"summary": "A lawyer becomes a target by a corrupt politician and his NSA goons when he accidentally receives key evidence to a serious politically motivated crime.",
	"plot": "Robert dean is a mild-mannered lawyer who works in Washington D.C. He is on the trail of a kingpin named Pintero. Meanwhile, a politician named Thomas Reynolds is negotiating with Congressman Phillip Hammersley about a new surveillance system with satellites. But, Hammersley declines, that is when Reynolds had Hammersley killed, but this murder was caught on tape, and this person was being chased by Reynolds' team of NSA agents, the guy must ditch the tape, so he plants it on Dean (unbeknownst to Dean). Then, the NSA decides to get into Dean's life. That is when Dean's life began to fall apart all around him, with his wife and job both gone. Dean wants to find out what is going on. Then, he meets a man named Brill who tells him that Dean has something that the government wants. That is when Dean and Brill formulate a plan to get Dean's life back and turn the Tables on Reynolds.",
	"awards": "4 wins, 16 nominations",
	"poster": "MV5BMTM4MTU5OTI5MF5BMl5BanBnXkFtZTcwMzczOTgxMQ@@._V1_SX300.jpg",
	"imdbRating": 7.3,
	"imdbID": "tt0120660"
}, {
	"title": "Eragon",
	"sortBy": "eragon",
	"year": "2006",
	"rated": "PG",
	"released": "2006-12-15",
	"runtimeMins": 104,
	"genre": ["Action", "Adventure", "Family"],
	"director": "Stefen Fangmeier",
	"writer": "Peter Buchman (screenplay), Christopher Paolini (novel)",
	"actors": "Ed Speleers, Jeremy Irons, Sienna Guillory, Robert Carlyle",
	"summary": "In his homeland of Alagaesia, a farm boy happens upon a dragon's egg -- a discovery that leads him on a predestined journey where he realizes he's the one person who can defend his home against an evil king.",
	"plot": "The Kingdom of Alagaesia is ruled by the evil King Galbatorix, a former dragon rider that betrayed his mates and his people in his quest for power. When the orphan farm boy Eragon finds a blue stone sent by Princess Arya, he sooner realizes that it is a dragon egg. When the dragon Saphira is born, Eragon meets his mentor Brom, and becomes the dragon rider foreseen in an ancient prophecy that would set his people free from the tyrant Galbatorix. Eragon meets the rebels Varden and together they fight against the evil sorcerer Durza and the army of Galbatorix in a journey for freedom.",
	"awards": "1 wins, 5 nominations",
	"poster": "MV5BMTg2ODkzMjgxNV5BMl5BanBnXkFtZTYwOTYzNDA3._V1_SX300.jpg",
	"imdbRating": 5.1,
	"imdbID": "tt0449010"
}, {
	"title": "Erin Brockovich",
	"sortBy": "erin brockovich",
	"year": "2000",
	"rated": "R",
	"released": "2000-03-17",
	"runtimeMins": 131,
	"genre": ["Biography", "Drama"],
	"director": "Steven Soderbergh",
	"writer": "Susannah Grant",
	"actors": "Julia Roberts, David Brisbin, Dawn Didawick, Albert Finney",
	"summary": "An unemployed single mother becomes a legal assistant and almost single-handedly brings down a California power company accused of polluting a city's water supply.",
	"plot": "Erin Brockovich is an unemployed single mother, desperate to find a job, but is having no luck. This losing streak even extends to a failed lawsuit against a doctor in a car accident she was in. With no alternative, she successfully browbeats her lawyer to give her a job in compensation for the loss. While no one takes her seriously, with her trashy clothes and earthy manners, that soon changes when she begins to investigate a suspicious real estate case involving the Pacific Gas & Electric Company. What she discovers is that the company is trying quietly to buy land that was contaminated by hexavalent chromium, a deadly toxic waste that the company is improperly and illegally dumping and, in turn, poisoning the residents in the area. As she digs deeper, Erin finds herself leading point in a series of events that would involve her lawfirm in one of the biggest class action lawsuits in American history against a multi-billion dollar corporation.",
	"awards": "1 Oscar win, 30 wins, 56 nominations",
	"poster": "MV5BMjMyMDMzMDg4M15BMl5BanBnXkFtZTgwNDc3ODYxMTE@._V1_SX300.jpg",
	"imdbRating": 7.3,
	"imdbID": "tt0195685"
}, {
	"title": "Ever After: A Cinderella Story",
	"sortBy": "ever after a cinderella story",
	"year": "1998",
	"rated": "PG-13",
	"released": "1998-07-31",
	"runtimeMins": 121,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Andy Tennant",
	"writer": "Susannah Grant (screenplay), Andy Tennant (screenplay), Rick Parks (screenplay)",
	"actors": "Drew Barrymore, Anjelica Huston, Dougray Scott, Patrick Godfrey",
	"summary": "The \"real\" story of Cinderella. A refreshing new take on the classic fairy tale.",
	"plot": "With the sudden death of her loving father, Danielle is made a servant by her new stepmother. She also has two new stepsisters, one quite kind but the other one really horrid. Still, Danielle grows up to be a happy and strong-willed young lady, and one day her path crosses that of handsome Prince Henry, who has troubles of his own at home. Luckily the nice Leonardo da Vinci is on hand to help all round.",
	"awards": "6 wins, 15 nominations",
	"poster": "MV5BNDczMDAwNzY0OV5BMl5BanBnXkFtZTYwMzM3MDY5._V1_SX300.jpg",
	"imdbRating": 7.0,
	"imdbID": "tt0120631"
}, {
	"title": "Police Story 4: First Strike",
	"sortBy": "first strike",
	"year": "1996",
	"rated": "PG-13",
	"released": "1997-01-10",
	"runtimeMins": 107,
	"genre": ["Action", "Adventure", "Comedy"],
	"director": "Stanley Tong",
	"writer": "Greg Mellott, Elliot Tong, Stanley Tong, Nick Tramontane",
	"actors": "Jackie Chan, Jackson Liu, Annie Wu, Bill Tung",
	"summary": "This installment of Chan's Police Story series has our hero trying to locate a missing nuclear warhead.",
	"plot": "Jackie, a cop, participates in a sting operation on an international spy-ring. But when one of them (Tsui) gets away, Jackie is ordered to apprehend him. This leads Jackie all over the globe starting with Tsui's sister in Australia. The story follows him as he tries to stay alive and capture the villain.",
	"awards": "2 wins, 7 nominations",
	"poster": "MV5BMTc3MzM5Njg4M15BMl5BanBnXkFtZTYwOTUxNzg4._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0116704"
}, {
	"title": "For Love of the Game",
	"sortBy": "for love of the game",
	"year": "1999",
	"rated": "PG-13",
	"released": "1999-09-17",
	"runtimeMins": 137,
	"genre": ["Drama", "Romance", "Sport"],
	"director": "Sam Raimi",
	"writer": "Michael Shaara (novel), Dana Stevens (screenplay)",
	"actors": "Kevin Costner, Kelly Preston, John C. Reilly, Jena Malone",
	"summary": "A washed up pitcher flashes through his career.",
	"plot": "Detroit Tigers Veteran Pitcher Billy Chapel (Costner) has always been better at baseball than at love. Just ask Jane (Preston), his on-and-off girlfriend. After a bad season, just before he is about to start in what could be his final game, Jane tells Billy that she's leaving him...for good. Now with his career and love-life in balance, Billy battles against his emotional and physical limits as he strives for a Perfect Game. The suspense is never drawn back in this heartwarming drama about life, love, and risking it all For Love of the Game.",
	"awards": "6 nominations",
	"poster": "MV5BMTcyMDk1ODM5N15BMl5BanBnXkFtZTYwNjYzNzQ5._V1_SX300.jpg",
	"imdbRating": 6.5,
	"imdbID": "tt0126916"
}, {
	"title": "Forrest Gump",
	"sortBy": "forrest gump",
	"year": "1994",
	"rated": "PG-13",
	"released": "1994-07-06",
	"runtimeMins": 142,
	"genre": ["Drama", "Romance"],
	"director": "Robert Zemeckis",
	"writer": "Winston Groom (novel), Eric Roth (screenplay)",
	"actors": "Tom Hanks, Rebecca Williams, Sally Field, Michael Conner Humphreys",
	"summary": "Forrest Gump, while not intelligent, has accidentally been present at many historic moments, but his true love, Jenny Curran, eludes him.",
	"plot": "Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, create the smiley, write bumper stickers and songs, donating to people and meeting the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran. Who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone.",
	"awards": "6 Oscar wins, 36 wins, 51 nominations",
	"poster": "MV5BMTQwMTA5MzI1MF5BMl5BanBnXkFtZTcwMzY5Mzg3OA@@._V1_SX300.jpg",
	"imdbRating": 8.8,
	"imdbID": "tt0109830"
}, {
	"title": "Freejack",
	"sortBy": "freejack",
	"year": "1992",
	"rated": "R",
	"released": "1992-01-17",
	"runtimeMins": 110,
	"genre": ["Action", "Crime", "Sci-Fi"],
	"director": "Geoff Murphy",
	"writer": "Robert Sheckley (novel), Steven Pressfield (screen story), Ronald Shusett (screen story), Steven Pressfield (screenplay), Ronald Shusett (screenplay), Dan Gilroy (screenplay)",
	"actors": "Emilio Estevez, Mick Jagger, Rene Russo, Anthony Hopkins",
	"summary": "Bounty hunters from the future transport a doomed race-car driver to 2009 New York, where his mind will be replaced with that of a dead billionaire.",
	"plot": "Auto racer Alex Furlong is snatched by time travel, a split second before a fatal explosion, by Vasendak's 21st-century team of techies, who plan to sell his healthy body to an ailing rich man at McCandless Corporation, for a mind transfer. He escapes, but has no rights in this nightmare future of violence and sleaze. The story concerns his survival, and his attempt to revive his relationship with his fiancée Julie, now 15 year's older and an executive at McCandless.",
	"awards": "3 nominations",
	"poster": "MV5BMTM1NjUxOTg5OF5BMl5BanBnXkFtZTcwNjMxNTIyMQ@@._V1_SX300.jpg",
	"imdbRating": 5.3,
	"imdbID": "tt0104299"
}, {
	"title": "Gladiator",
	"sortBy": "gladiator",
	"year": "2000",
	"rated": "R",
	"released": "2000-05-05",
	"runtimeMins": 155,
	"genre": ["Action", "Drama"],
	"director": "Ridley Scott",
	"writer": "David Franzoni (story), David Franzoni (screenplay), John Logan (screenplay), William Nicholson (screenplay)",
	"actors": "Russell Crowe, Joaquin Phoenix, Connie Nielsen, Oliver Reed",
	"summary": "When a Roman general is betrayed and his family murdered by an emperor's corrupt son, he comes to Rome as a gladiator to seek revenge.",
	"plot": "Maximus is a powerful Roman general, loved by the people and the aging Emperor, Marcus Aurelius. Before his death, the Emperor chooses Maximus to be his heir over his own son, Commodus, and a power struggle leaves Maximus and his family condemned to death. The powerful general is unable to save his family, and his loss of will allows him to get captured and put into the Gladiator games until he dies. The only desire that fuels him now is the chance to rise to the top so that he will be able to look into the eyes of the man who will feel his revenge.",
	"awards": "5 Oscar wins, 52 wins, 100 nominations",
	"poster": "MV5BMTgwMzQzNTQ1Ml5BMl5BanBnXkFtZTgwMDY2NTYxMTE@._V1_SX300.jpg",
	"imdbRating": 8.5,
	"imdbID": "tt0172495"
}, {
	"title": "Guys and Dolls",
	"sortBy": "guys and dolls",
	"year": "1955",
	"rated": "APPROVED",
	"released": "1956-01-16",
	"runtimeMins": 150,
	"genre": ["Comedy", "Musical", "Romance"],
	"director": "Joseph L. Mankiewicz",
	"writer": "Jo Swerling (based upon the play: \"Guys and Dolls\" book by), Abe Burrows (based upon the play: \"Guys and Dolls\" book by), Damon Runyon (from a story), Joseph L. Mankiewicz (written for the screen by)",
	"actors": "Marlon Brando, Jean Simmons, Frank Sinatra, Vivian Blaine",
	"summary": "In New York, a gambler is challenged to take a cold female missionary to Havana, but they fall for each other, and the bet has a hidden motive to finance a crap game.",
	"plot": "All the hot gamblers are in town, and they're all depending on Nathan Detroit to set up this week's incarnation of \"The Oldest Established Permanent Floating Crap Game in New York\"; the only problem is, he needs $1000 to get the place. Throw in Sarah Brown, who's short on sinners at the mission she runs; Sky Masterson, who accepts Nathan's $1000 bet that he can't get Sarah Brown to go with him to Havana; Miss Adelaide, who wants Nathan to marry her; Police Lieutenant Brannigan, who always seems to appear at the wrong time; and the music/lyrics of Frank Loesser, and you've got quite a musical. Includes the songs: Fugue for Tinhorns, \"Luck Be a Lady\", \"Sit Down, You're Rocking the Boat\".",
	"awards": "4 Oscar nominations, 2 wins, 3 nominations",
	"poster": "MV5BMTMzNjcwMjU1NV5BMl5BanBnXkFtZTcwMzA4MTkzNA@@._V1_SX300.jpg",
	"imdbRating": 7.3,
	"imdbID": "tt0048140"
}, {
	"title": "Hancock",
	"sortBy": "hancock",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-07-02",
	"runtimeMins": 92,
	"genre": ["Action", "Fantasy"],
	"director": "Peter Berg",
	"writer": "Vincent Ngo, Vince Gilligan",
	"actors": "Will Smith, Charlize Theron, Jason Bateman, Jae Head",
	"summary": "Hancock is a superhero whose ill considered behavior regularly causes damage in the millions. He changes when one person he saves helps him improve his public image.",
	"plot": "The powerful superhero John Hancock has become a joke because of his alcoholism and clumsiness. He has also become the most hated man in Los Angeles. Though he has saved many lives, he also destroyed a lot of property, costing the city millions every time he goes into action. When he saves the life of PR expert Ray Embrey from an oncoming train, the executive is thankful and believes he can restore Hancock's image as a true superhero. He brings the anti-hero home for dinner and introduces him to his son Aaron, a big fan, and to his wife, Mary. But for some mysterious reason Mary doesn't want Hancock anywhere near her or her family.",
	"awards": "4 wins, 11 nominations",
	"poster": "MV5BMTgyMzc4ODU3NV5BMl5BanBnXkFtZTcwNjk5Mzc1MQ@@._V1_SX300.jpg",
	"imdbRating": 6.4,
	"imdbID": "tt0448157"
}, {
	"title": "Happy Feet",
	"sortBy": "happy feet",
	"year": "2006",
	"rated": "PG",
	"released": "2006-11-17",
	"runtimeMins": 108,
	"genre": ["Animation", "Comedy", "Family"],
	"director": "George Miller, Warren Coleman, Judy Morris",
	"writer": "George Miller, John Collee, Judy Morris, Warren Coleman",
	"actors": "Carlos Alazraqui, Lombardo Boyar, Jeffrey Garcia, Johnny A. Sanchez",
	"summary": "Into the world of the Emperor Penguins, who find their soul mates through song, a penguin is born who cannot sing. But he can tap dance something fierce!",
	"plot": "This is the story of a little penguin named Mumble who has a terrible singing voice and later discovers he has no Heartsong. However, Mumble has an astute talent for something that none of the penguins had ever seen before: tap dancing. Though Mumble's mom, Norma Jean, thinks this little habit is cute, his dad, Memphis, says it \"just ain't penguin.\" Besides, they both know that, without a Heartsong, Mumble may never find true love. As fate would have it, his one friend, Gloria, happens to be the best singer around. Mumble and Gloria have a connection from the moment they hatch, but she struggles with his strange \"hippity- hoppity\" ways. Mumble is just too different--especially for Noah the Elder, the stern leader of Emperor Land, who ultimately casts him out of the community. Away from home for the first time, Mumble meets a posse of decidedly un-Emperor-like penguins--the Adelie Amigos. Led by Ramon, the Adelies instantly embrace Mumble's cool dance moves and invite him to party with them. In Adelie Land, Mumble seeks the counsel of Lovelace the Guru, a crazy-feathered Rockhopper penguin who will answer any of life's questions for the price of a pebble. Together with Lovelace and the Amigos, Mumble sets out across vast landscapes and, after some epic encounters, proves that by being true to yourself, you can make all the difference in the world.",
	"awards": "1 Oscar win, 17 wins, 22 nominations",
	"poster": "MV5BMTQyNTkxMjUwMV5BMl5BanBnXkFtZTcwMDQ2NTU0MQ@@._V1_SX300.jpg",
	"imdbRating": 6.5,
	"imdbID": "tt0366548"
}, {
	"title": "Harry Potter and the Chamber of Secrets",
	"sortBy": "harry potter 2",
	"year": "2002",
	"rated": "PG",
	"released": "2002-11-15",
	"runtimeMins": 161,
	"genre": ["Adventure", "Family", "Fantasy"],
	"director": "Chris Columbus",
	"writer": "J.K. Rowling (novel), Steve Kloves (screenplay)",
	"actors": "Daniel Radcliffe, Rupert Grint, Emma Watson, Richard Griffiths",
	"summary": "Harry ignores warnings not to return to Hogwarts, only to find the school plagued by a series of mysterious attacks and a strange voice haunting him.",
	"plot": "Forced to spend his summer holidays with his muggle relations, Harry Potter gets a real shock when he gets a surprise visitor: Dobby the house-elf, who warns Harry Potter against returning to Hogwarts, for terrible things are going to happen. Harry decides to ignore Dobby's warning and continues with his pre-arranged schedule. But at Hogwarts, strange and terrible things are indeed happening: Harry is suddenly hearing mysterious voices from inside the walls, muggle-born students are being attacked, and a message scrawled on the wall in blood puts everyone on his/her guard - \"The Chamber Of Secrets Has Been Opened. Enemies Of The Heir, Beware\" .",
	"awards": "3 BAFTA nominations, 10 wins, 36 nominations",
	"poster": "MV5BMTcxODgwMDkxNV5BMl5BanBnXkFtZTYwMDk2MDg3._V1_SX300.jpg",
	"imdbRating": 7.4,
	"imdbID": "tt0295297"
}, {
	"title": "Harry Potter and the Goblet of Fire",
	"sortBy": "harry potter 4",
	"year": "2005",
	"rated": "PG-13",
	"released": "2005-11-18",
	"runtimeMins": 157,
	"genre": ["Adventure", "Family", "Fantasy"],
	"director": "Mike Newell",
	"writer": "Steve Kloves (screenplay), J.K. Rowling (novel)",
	"actors": "Eric Sykes, Timothy Spall, David Tennant, Daniel Radcliffe",
	"summary": "Harry finds himself mysteriously selected as an under-aged competitor in a dangerous tournament between three schools of magic.",
	"plot": "Harry's fourth year at Hogwarts is about to start and he is enjoying the summer vacation with his friends. They get the tickets to The Quidditch World Cup Final but after the match is over, people dressed like Lord Voldemort's 'Death Eaters' set a fire to all the visitors' tents, coupled with the appearance of Voldemort's symbol, the 'Dark Mark' in the sky, which causes a frenzy across the magical community. That same year, Hogwarts is hosting 'The Triwizard Tournament', a magical tournament between three well-known schools of magic : Hogwarts, Beauxbatons and Durmstrang. The contestants have to be above the age of 17, and are chosen by a magical object called Goblet of Fire. On the night of selection, however, the Goblet spews out four names instead of the usual three, with Harry unwittingly being selected as the Fourth Champion. Since the magic cannot be reversed, Harry is forced to go with it and brave three exceedingly difficult tasks.",
	"awards": "1 Oscar nomination, 11 wins, 38 nominations",
	"poster": "MV5BMTI1NDMyMjExOF5BMl5BanBnXkFtZTcwOTc4MjQzMQ@@._V1_SX300.jpg",
	"imdbRating": 7.6,
	"imdbID": "tt0330373"
}, {
	"title": "Harry Potter and the Half-Blood Prince",
	"sortBy": "harry potter 6",
	"year": "2009",
	"rated": "PG",
	"released": "2009-07-15",
	"runtimeMins": 153,
	"genre": ["Adventure", "Family", "Fantasy"],
	"director": "David Yates",
	"writer": "Steve Kloves (screenplay), J.K. Rowling (novel)",
	"actors": "Daniel Radcliffe, Michael Gambon, Dave Legeno, Elarica Gallacher",
	"summary": "As Harry Potter begins his sixth year at Hogwarts, he discovers an old book marked as \"the property of the Half-Blood Prince\" and begins to learn more about Lord Voldemort's dark past.",
	"plot": "In the sixth year at Hogwarts School of Witchcraft, and in both wizard and muggle worlds Lord Voldemort and his henchmen are increasingly active. With vacancies to fill at Hogwarts, Professor Dumbledore persuades Horace Slughorn, back from retirement to become the potions teacher, while Professor Snape receives long awaited news. Harry Potter, together with Dumbledore, must face treacherous tasks to defeat his evil nemesis.",
	"awards": "1 Oscar nomination, 7 wins, 29 nominations",
	"poster": "MV5BNzU3NDg4NTAyNV5BMl5BanBnXkFtZTcwOTg2ODg1Mg@@._V1_SX300.jpg",
	"imdbRating": 7.5,
	"imdbID": "tt0417741"
}, {
	"title": "Harry Potter and the Order of the Phoenix",
	"sortBy": "harry potter 5",
	"year": "2007",
	"rated": "PG-13",
	"released": "2007-07-11",
	"runtimeMins": 138,
	"genre": ["Adventure", "Family", "Fantasy"],
	"director": "David Yates",
	"writer": "Michael Goldenberg (screenplay), J.K. Rowling (novel)",
	"actors": "Daniel Radcliffe, Harry Melling, Jason Boyd, Richard Macklin",
	"summary": "With their warning about Lord Voldemort's return scoffed at, Harry and Dumbledore are targeted by the Wizard authorities as an authoritarian bureaucrat slowly seizes power at Hogwarts.",
	"plot": "After a lonely summer on Privet Drive, Harry returns to a Hogwarts full of ill-fortune. Few of students and parents believe him or Dumbledore that Voldemort is really back. The ministry had decided to step in by appointing a new Defence Against the Dark Arts teacher that proves to be the nastiest person Harry has ever encountered. Harry also can't help stealing glances with the beautiful Cho Chang. To top it off are dreams that Harry can't explain, and a mystery behind something Voldemort is searching for. With these many things Harry begins one of his toughest year's at Hogwarts School of Witchcraft and Wizardry.",
	"awards": "2 BAFTA nominations, 14 wins, 36 nominations",
	"poster": "MV5BMTM0NTczMTUzOV5BMl5BanBnXkFtZTYwMzIxNTg3._V1_SX300.jpg",
	"imdbRating": 7.5,
	"imdbID": "tt0373889"
}, {
	"title": "Harry Potter and the Prisoner of Azkaban",
	"sortBy": "harry potter 3",
	"year": "2004",
	"rated": "PG",
	"released": "2004-06-04",
	"runtimeMins": 142,
	"genre": ["Adventure", "Family", "Fantasy"],
	"director": "Alfonso Cuarón",
	"writer": "J.K. Rowling (novel), Steve Kloves (screenplay)",
	"actors": "Daniel Radcliffe, Richard Griffiths, Pam Ferris, Fiona Shaw",
	"summary": "It's Harry's third year at Hogwarts; not only does he have a new \"Defense Against the Dark Arts\" teacher, but there is also trouble brewing. Convicted murderer Sirius Black has escaped the Wizards' Prison and is coming after Harry.",
	"plot": "Harry Potter is having a tough time with his relatives (yet again). He runs away after using magic to inflate Uncle Vernon's sister Marge who was being offensive towards Harry's parents. Initially scared for using magic outside the school, he is pleasantly surprised that he won't be penalized after all. However, he soon learns that a dangerous criminal and Voldemort's trusted aide Sirius Black has escaped from the Azkaban prison and wants to kill Harry to avenge the Dark Lord. To worsen the conditions for Harry, vile creatures called Dementors are appointed to guard the school gates and inexplicably happen to have the most horrible effect on him. Little does Harry know that by the end of this year, many holes in his past (whatever he knows of it) will be filled up and he will have a clearer vision of what the future has in store...",
	"awards": "2 Oscar nominations, 13 wins, 40 nominations",
	"poster": "MV5BMTY4NTIwODg0N15BMl5BanBnXkFtZTcwOTc0MjEzMw@@._V1_SX300.jpg",
	"imdbRating": 7.8,
	"imdbID": "tt0304141"
}, {
	"title": "Harry Potter and the Sorcerer's Stone",
	"sortBy": "harry potter 1",
	"year": "2001",
	"rated": "PG",
	"released": "2001-11-16",
	"runtimeMins": 152,
	"genre": ["Adventure", "Family", "Fantasy"],
	"director": "Chris Columbus",
	"writer": "J.K. Rowling (novel), Steve Kloves (screenplay)",
	"actors": "Richard Harris, Maggie Smith, Robbie Coltrane, Saunders Triplets",
	"summary": "Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School of Witchcraft and Wizardry.",
	"plot": "Harry Potter and the Sorcerer's Stone is the first film in the Harry Potter series based on the novels by J.K. Rowling. It is the tale of Harry Potter, an ordinary 11-year-old boy serving as a sort of slave for his aunt and uncle who learns that he is actually a wizard and has been invited to attend the Hogwarts School for Witchcraft and Wizardry. Harry is snatched away from his mundane existence by Hagrid, the grounds keeper for Hogwarts, and quickly thrown into a world completely foreign to both him and the viewer. Famous for an incident that happened at his birth, Harry makes friends easily at his new school. He soon finds, however, that the wizarding world is far more dangerous for him than he would have imagined, and he quickly learns that not all wizards are ones to be trusted.",
	"awards": "3 Oscar nominations, 14 wins, 60 nominations",
	"poster": "MV5BMTYwNTM5NDkzNV5BMl5BanBnXkFtZTYwODQ4MzY5._V1_SX300.jpg",
	"imdbRating": 7.5,
	"imdbID": "tt0241527"
}, {
	"title": "Independence Day",
	"sortBy": "independence day",
	"year": "1996",
	"rated": "PG-13",
	"released": "1996-07-03",
	"runtimeMins": 145,
	"genre": ["Action", "Adventure", "Sci-Fi"],
	"director": "Roland Emmerich",
	"writer": "Dean Devlin, Roland Emmerich",
	"actors": "Will Smith, Bill Pullman, Jeff Goldblum, Mary McDonnell",
	"summary": "The aliens are coming and their goal is to invade and destroy Earth. Fighting superior technology, mankind's best weapon is the will to survive.",
	"plot": "On July 2nd, communications systems worldwide are sent into chaos by a strange atmospheric interference. It is soon learned by the military that a number of enormous objects are on a collision course with Earth. At first thought to be meteors, they are later revealed to be gigantic spacecraft, piloted by a mysterious alien species. After attempts to communicate with the aliens go nowhere, David Levinson, an ex-scientist turned cable technician, discovers that the aliens are going to attack major points around the globe in less than a day. On July 3rd, the aliens all but obliterate New York, Los Angeles and Washington, as well as Paris, London, Houston and Moscow. The survivors set out in convoys towards Area 51, a strange government testing ground where it is rumored the military has a captured alien spacecraft of their own. The survivors devise a plan to fight back against the enslaving aliens, and July 4th becomes the day humanity will fight for its freedom. July 4th is their Independence Day...",
	"awards": "1 Oscar win, 20 wins, 32 nominations",
	"poster": "MV5BMTMwODY3NzQzNF5BMl5BanBnXkFtZTcwNzUxNjc0MQ@@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0116629"
}, {
	"title": "Juno",
	"sortBy": "juno",
	"year": "2007",
	"rated": "PG-13",
	"released": "2007-12-25",
	"runtimeMins": 96,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Jason Reitman",
	"writer": "Diablo Cody",
	"actors": "Ellen Page, Michael Cera, Jennifer Garner, Jason Bateman",
	"summary": "Faced with an unplanned pregnancy, an offbeat young woman makes an unusual decision regarding her unborn child.",
	"plot": "A tale told over four seasons, starting in autumn when Juno, a 16-year-old high-school junior in Minnesota, discovers she's pregnant after one event in a chair with her best friend, Bleeker. In the waiting room of an abortion clinic, the quirky and whip-sharp Juno decides to give birth and to place the child with an adoptive couple. She finds one in the PennySaver personals, contacts them, tells her dad and step-mother, and carries on with school. The chosen parents, upscale yuppies (one of whom is cool and laid back, the other meticulous and uptight), meet Juno, sign papers, and the year unfolds. Will Juno's plan work, can she improvise, and what about Bleeker?",
	"awards": "1 Oscar win, 87 wins, 84 nominations",
	"poster": "MV5BMTgxMjgyMTcyNF5BMl5BanBnXkFtZTcwMDg1MTU1MQ@@._V1_SX300.jpg",
	"imdbRating": 7.5,
	"imdbID": "tt0467406"
}, {
	"title": "Kiss of the Dragon",
	"sortBy": "kiss of the dragon",
	"year": "2001",
	"rated": "R",
	"released": "2001-07-06",
	"runtimeMins": 98,
	"genre": ["Action", "Crime", "Drama"],
	"director": "Chris Nahon",
	"writer": "Jet Li (story), Luc Besson (screenplay), Robert Mark Kamen (screenplay)",
	"actors": "Jet Li, Bridget Fonda, Tchéky Karyo, Max Ryan",
	"summary": "A betrayed intelligence officer enlists the aid of a prostitute to prove his innocence from a deadly conspiracy while returning a favor to her.",
	"plot": "Liu Jian, a police officer from China, comes to Paris to help the vice squad apprehend a Chinese drug lord and his unknown French connection. The French connection is Richard, the head of the vice squad, who intends to kill the drug lord then frame Jian. Jian ducks a bullet and escapes with a tape of what really happened. By chance, Jian turns to Jessica - a US farm girl who is one of Richard's hookers - for help. She has her own problems, including the fact that Richard has her daughter locked in an orphanage to keep Jessica on the streets and silent about his activities. Can Jian protect Jessica, rescue her daughter, and give Richard the kiss of the dragon?",
	"awards": "unknown",
	"poster": "MV5BMTkzMjM4ODUyM15BMl5BanBnXkFtZTYwMzMxMzg5._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0271027"
}, {
	"title": "Made of Honor",
	"sortBy": "made of honor",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-05-02",
	"runtimeMins": 101,
	"genre": ["Comedy", "Romance"],
	"director": "Paul Weiland",
	"writer": "Adam Sztykiel (screenplay), Deborah Kaplan (screenplay), Harry Elfont (screenplay), Adam Sztykiel (story)",
	"actors": "Patrick Dempsey, Michelle Monaghan, Kevin McKidd, Kadeem Hardison",
	"summary": "A guy in love with an engaged woman tries to win her over after she asks him to be her maid of honor.",
	"plot": "Made of Honor revolves around Tom and Hannah, who have been platonic friends for 10 years. He's a serial dater, while she wants marriage but hasn't found Mr. Right. Just as Tom is starting to think that he is relationship material after all, Hannah gets engaged. When she asks Tom to be her \"maid\" of honor, he reluctantly agrees just so he can attempt to stop the wedding and woo her.",
	"awards": "1 win, 1 nomination",
	"poster": "MV5BMTk1MzA5MjEzMF5BMl5BanBnXkFtZTcwNTk0MjU1MQ@@._V1_SX300.jpg",
	"imdbRating": 5.8,
	"imdbID": "tt0866439"
}, {
	"title": "Mansfield Park",
	"sortBy": "mansfield park",
	"year": "1999",
	"rated": "PG-13",
	"released": "1999-12-25",
	"runtimeMins": 112,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Patricia Rozema",
	"writer": "Jane Austen (novel), Patricia Rozema",
	"actors": "Hannah Taylor Gordon, Talya Gordon, Lindsay Duncan, Bruce Byron",
	"summary": "At 10, Fanny Price, a poor relation, goes to live at Mansfield Park, the estate of her aunt's husband, Sir Thomas. Clever, studious, and a writer with an ironic imagination and fine moral ...",
	"plot": "At 10, Fanny Price, a poor relation, goes to live at Mansfield Park, the estate of her aunt's husband, Sir Thomas. Clever, studious, and a writer with an ironic imagination and fine moral compass, she becomes especially close to Edmund, Thomas's younger son. Fanny is soon possessed of beauty as well as a keen mind and comes to the attention of a neighbor, Henry Crawford. Thomas promotes this match, but to his displeasure, Fanny has a mind of her own, asking Henry to prove himself worthy. As Edmund courts Henry's sister and as light shines on the link between Thomas's fortunes and New World slavery, Fanny must assess Henry's character and assert her heart as well as her wit.",
	"awards": "5 nominations",
	"poster": "MV5BMTUwMDIwNDMyN15BMl5BanBnXkFtZTcwNTAyNTEzMQ@@._V1_SX300.jpg",
	"imdbRating": 7.1,
	"imdbID": "tt0178737"
}, {
	"title": "March of the Penguins",
	"sortBy": "march of the penguins",
	"year": "2005",
	"rated": "G",
	"released": "2005-07-22",
	"runtimeMins": 80,
	"genre": ["Documentary"],
	"director": "Luc Jacquet",
	"writer": "Luc Jacquet (scenario), Luc Jacquet (adaptation), Michel Fessler (adaptation), Jordan Roberts (narration: US edited version)",
	"actors": "Charles Berling, Romane Bohringer, Jules Sitruk, Morgan Freeman",
	"summary": "In the Antarctic, every March since the beginning of time, the quest begins to find the perfect mate and start a family.",
	"plot": "The cycle of life the Emperor's penguins is disclosed in this wonderful documentary. Every autumn, these animal leave the safety of the ocean and march along twenty days to a place called \"Oamack\". Once there, they select their mates, they procreate, protect and feed their offspring and after months they return to the sea. Later, their progeny go to the ocean, where they stay for four years, and when they reach their adult life, they follow the same pattern of their parents.",
	"awards": "1 Oscar win, 23 wins, 12 nominations",
	"poster": "MV5BMTM1NDc5MDYxMl5BMl5BanBnXkFtZTcwMjMzNDAzMQ@@._V1_SX300.jpg",
	"imdbRating": 7.7,
	"imdbID": "tt0428803"
}, {
	"title": "Meet the Robinsons",
	"sortBy": "meet the robinsons",
	"year": "2007",
	"rated": "G",
	"released": "2007-03-30",
	"runtimeMins": 95,
	"genre": ["Animation", "Adventure", "Comedy"],
	"director": "Stephen J. Anderson",
	"writer": "Jon Bernstein (screenplay), Michelle Bochner Spitz (screenplay), Don Hall (screenplay), Nathan Greno (screenplay), Aurian Redson (screenplay), Joseph Mateo (screenplay), Stephen J. Anderson (screenplay), William Joyce (book), Robert L. Baird (additional story material), Daniel Gerson (additional story material), Shirley Pierce (additional story material)",
	"actors": "Angela Bassett, Daniel Hansen, Jordan Fry, Matthew Josten",
	"summary": "Lewis is a brilliant inventor who meets mysterious stranger named Wilbur Robinson, whisking Lewis away in a time machine and together they team up to track down Bowler Hat Guy in a showdown that ends with an unexpected twist of fate.",
	"plot": "Lewis an orphan wants to see what his mother looked like. So he invents a machine that looks through your brain so you can see your memories. But this weird kid says he's from the future and warns him about a guy in a bowler hat. The bowler hat guy messes with his invention and it fails. He decides that he's a failure and no one wants him. But the kid that warned him about the guy is here on a mission to find the bowler hat guy that wants to destroy Lewis. To prove he's from the future he takes Lewis to the future. But the time machine breaks and he's stuck in the future until he fixes it. In the meantime he spends quality time with the family. But the bowler hat guy is about to alter time and it's up to Lewis to save the future.",
	"awards": "1 win, 10 nominations",
	"poster": "MV5BMTg0NTU4MDY5OV5BMl5BanBnXkFtZTcwMzY0MjM0MQ@@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0396555"
}, {
	"title": "Men in Black",
	"sortBy": "men in black",
	"year": "1997",
	"rated": "PG-13",
	"released": "1997-07-02",
	"runtimeMins": 98,
	"genre": ["Comedy", "Sci-Fi"],
	"director": "Barry Sonnenfeld",
	"writer": "Lowell Cunningham (comic), Ed Solomon (screen story), Ed Solomon (screenplay)",
	"actors": "Tommy Lee Jones, Will Smith, Linda Fiorentino, Vincent D'Onofrio",
	"summary": "A police officer joins a secret organization that polices and monitors extra terrestrial interactions on planet earth.",
	"plot": "Based off of the comic book. Unbeknownst to other people, there is a private agency code named MiB. This agency is some kind of extra terrestrial surveillance corporation. Then, one of the agency's finest men only going by the name \"K\", is recruiting for a new addition to the agency. He has chosen James Edwards of the N.Y.P.D. Then, one day, a flying saucer crashes into Earth. This was an alien a part of the \"Bug\" race. He takes the body of a farmer and heads to New York. He is searching for a super energy source called \"The Galaxy\". Now, Agents J and K must stop the bug before it can escape with the galaxy.",
	"awards": "1 Oscar win, 17 wins, 39 nominations",
	"poster": "MV5BNzA2MzI5Nzc0N15BMl5BanBnXkFtZTcwODE2NDU2MQ@@._V1_SX300.jpg",
	"imdbRating": 7.2,
	"imdbID": "tt0119654"
}, {
	"title": "Mickey Blue Eyes",
	"sortBy": "mickey blue eyes",
	"year": "1999",
	"rated": "PG-13",
	"released": "1999-08-20",
	"runtimeMins": 102,
	"genre": ["Comedy", "Crime", "Romance"],
	"director": "Kelly Makin",
	"writer": "Adam Scheinman, Robert Kuhn",
	"actors": "Hugh Grant, James Caan, Jeanne Tripplehorn, Burt Young",
	"summary": "An English auctioneer proposes to the daughter of a mafia kingpin, only to realize that certain \"favors\" would be asked of him.",
	"plot": "An art-house auctioneer finds himself getting in deeper and deeper with the mob after learning that his teacher girlfriend is the daughter of a major mobster. Things get worse when a godfather decides to launder his no-talent son's gory paintings through the art house and gets the FBI into the picture. Everything then falls apart when the son is accidentally shot.",
	"awards": "unknown",
	"poster": "MV5BMTU5MTU0MjExMV5BMl5BanBnXkFtZTcwNDYwOTIyMQ@@._V1_SX300.jpg",
	"imdbRating": 5.8,
	"imdbID": "tt0130121"
}, {
	"title": "Miss Congeniality",
	"sortBy": "miss congeniality",
	"year": "2000",
	"rated": "PG-13",
	"released": "2000-12-22",
	"runtimeMins": 109,
	"genre": ["Action", "Comedy", "Crime"],
	"director": "Donald Petrie",
	"writer": "Marc Lawrence, Katie Ford, Caryn Lucas",
	"actors": "Sandra Bullock, Michael Caine, Benjamin Bratt, Candice Bergen",
	"summary": "An FBI agent must go undercover in the Miss United States beauty pageant to prevent a group from bombing the event.",
	"plot": "Undercover FBI agent Gracie Hart shows no signs of having any femininity in her demeanor or appearance. Generally a bright and capable agent, she is in trouble at work when she makes an error in judgment in a case which results in a near disaster. As such, one of her by-the-books colleagues, Eric Matthews, who has never shown any inclination of thinking outside the box, is assigned to lead the high profile case of a terrorist coined The Citizen instead of her, while she is facing possible disciplinary action. Gracie pieces together the evidence to determine that The Citizen's next target will be the Miss United States beauty pageant. The pageant represents everything that Gracie abhors. Despite Gracie's mannish demeanor, Eric, with no other undercover female agent remotely fitting the demographic, assigns her to go undercover as a pageant contestant to see if she can flush out The Citizen, who is perhaps one of the other contestants. Although the pageant administration, led by former winner Cathy Morningside and long time host Stan Fields, provide the FBI with access to the pageant, Cathy in particular is less than thrilled to have a non-credible Gracie posing as a contestant which she feels will ruin the pageant. The FBI enlist the assistance of former pageant contestant coach Victor Melling, who is facing his own disgrace associated with the pageant, to do the near impossible task of transforming Gracie, not only into a woman, but a credible beauty pageant contestant. As Gracie proceeds in the transformation, she gets to know the other contestants, not only as potential criminals, but also as real people. She also discovers that another sinister element is present at the pageant. She will do whatever it takes to quash that element and protect her new friends, namely the other innocent contestants. But now displaying some femininity, Gracie begins to have more womanly feelings herself and in turn attracts the attention of men, one in particular about who she is happy.",
	"awards": "2 Golden Globe nominations, 7 wins, 5 nominations",
	"poster": "MV5BNzA5NTAwNDc4MF5BMl5BanBnXkFtZTYwNzM0OTg4._V1_SX300.jpg",
	"imdbRating": 6.1,
	"imdbID": "tt0212346"
}, {
	"title": "Monsters, Inc.",
	"sortBy": "monsters inc",
	"year": "2001",
	"rated": "G",
	"released": "2001-11-02",
	"runtimeMins": 92,
	"genre": ["Animation", "Adventure", "Comedy"],
	"director": "Pete Docter, David Silverman, Lee Unkrich",
	"writer": "Pete Docter (original story by), Jill Culton (original story by), Jeff Pidgeon (original story by), Ralph Eggleston (original story by), Andrew Stanton (screenplay), Daniel Gerson (screenplay), Robert L. Baird (additional screenplay material), Rhett Reese (additional screenplay material), Jonathan Roberts (additional screenplay material)",
	"actors": "John Goodman, Billy Crystal, Mary Gibbs, Steve Buscemi",
	"summary": "In order to power the city, monsters have to scare children so that they scream. However, the children are toxic to the monsters, and after a child gets through, two monsters realize things may not be what they think.",
	"plot": "A city of monsters with no humans called Monstropolis centers around the city's power company, Monsters, Inc. The lovable, confident, tough, furry blue behemoth-like giant monster named James P. Sullivan (better known as Sulley) and his wisecracking best friend, short, green cyclops monster Mike Wazowski, discover what happens when the real world interacts with theirs in the form of a 2-year-old baby girl dubbed \"Boo,\" who accidentally sneaks into the monster world with Sulley one night. And now it's up to Sulley and Mike to send Boo back in her door before anybody finds out, especially two evil villains such as Sulley's main rival as a scarer, chameleon-like Randall (a monster that Boo is very afraid of), who possesses the ability to change the color of his skin, and Mike and Sulley's boss Mr. Waternoose, the chairman and chief executive officer of Monsters, Inc.",
	"awards": "1 Oscar win, 13 wins, 37 nominations",
	"poster": "MV5BMTY1NTI0ODUyOF5BMl5BanBnXkFtZTgwNTEyNjQ0MDE@._V1_SX300.jpg",
	"imdbRating": 8.1,
	"imdbID": "tt0198781"
}, {
	"title": "Moulin Rouge!",
	"sortBy": "moulin rouge",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-06-01",
	"runtimeMins": 127,
	"genre": ["Drama", "Musical", "Romance"],
	"director": "Baz Luhrmann",
	"writer": "Baz Luhrmann, Craig Pearce",
	"actors": "Nicole Kidman, Ewan McGregor, John Leguizamo, Jim Broadbent",
	"summary": "A poet falls for a beautiful courtesan whom a jealous duke covets in this stylish musical, with music drawn from familiar 20th century sources.",
	"plot": "The year is 1899, and Christian, a young English writer, has come to Paris to follow the Bohemian revolution taking hold of the city's drug and prostitute infested underworld. And nowhere is the thrill of the underworld more alive than at the Moulin Rouge, a night club where the rich and poor men alike come to be entertained by the dancers, but things take a wicked turn for Christian as he starts a deadly love affair with the star courtesan of the club, Satine. But her affections are also coveted by the club's patron: the Duke. A dangerous love triangle ensues as Satine and Christian attempt to fight all odds to stay together but a force that not even love can conquer is taking its toll on Satine...",
	"awards": "2 Oscar wins, 79 wins, 118 nominations",
	"poster": "MV5BMTk5Mjg0MzM3MV5BMl5BanBnXkFtZTcwMTEyMjcxMQ@@._V1_SX300.jpg",
	"imdbRating": 7.7,
	"imdbID": "tt0203009"
}, {
	"title": "Mr. Nice Guy",
	"sortBy": "mr nice guy",
	"year": "1997",
	"rated": "PG-13",
	"released": "1998-03-18",
	"runtimeMins": 88,
	"genre": ["Action", "Comedy", "Crime"],
	"director": "Sammo Kam-Bo Hung",
	"writer": "Fibe Ma (screenplay), Edward Tang (screenplay)",
	"actors": "Jackie Chan, Richard Norton, Miki Lee, Karen McLymont",
	"summary": "A Chinese chef accidentally gets involved with a news reporter who filmed a drug bust that went awry and is now being chased by gangs who are trying to get the video tape.",
	"plot": "Melbourne, Australia. TV Journalist Diana tapes evidence against drug lord Giancarlo, but on her way away from the scene, she is spotted and has to run. In the street, she runs into TV cook Jackie, whose knowledge of martial arts helps her survive the threat. Accidentally, her VHS-tape then gets mixed up with some kid's films in Jackie's car and so all the bad guys are after him as well as Diana, without him knowing where to find the right tape. But when Jackie's visiting girlfriend Miki gets kidnapped for the tape as ransom, Jackie puts the image of being the nice and friendly TV cook aside and goes to see Mr. Giancarlo himself to get her back: playtime's over.",
	"awards": "1 win, 2 nominations",
	"poster": "MV5BMTM1MzMwNjk4OV5BMl5BanBnXkFtZTcwNTI3MTMyMQ@@._V1_SX300.jpg",
	"imdbRating": 6.2,
	"imdbID": "tt0117786"
}, {
	"title": "Mulan",
	"sortBy": "mulan",
	"year": "1998",
	"rated": "G",
	"released": "1998-06-19",
	"runtimeMins": 88,
	"genre": ["Animation", "Adventure", "Family"],
	"director": "Tony Bancroft, Barry Cook",
	"writer": "Robert D. San Souci (story), Rita Hsiao (screenplay), Chris Sanders (screenplay), Philip LaZebnik (screenplay), Raymond Singer (screenplay), Eugenia Bostwick-Singer (screenplay), Dean DeBlois (head writer), John Sanford (story), Tim Hodge (story), Burny Mattinson (story), Barry Johnson (story), Ed Gombert (story), Chris Williams (story), Julius Aguimatang (story), Lorna Cook (story), Thom Enriquez (story), Joe Grant (story), Floyd Norman (story), Linda Woolverton (additional story material), Jodi Ann Johnson (additional story material), Alan Ormsby (additional story material), David Reynolds (additional story material), Don Dougherty (additional story material), Jorgen Klubien (additional story material), Denis Rich (additional story material), Joe Ekers (additional story material), Theodore Newton (additional story material), Larry Scholl (additional story material), Daan Jippes (additional story material), Frank Nissen (additional story material), Jeff Snow (additional story material)",
	"actors": "Ming-Na Wen, Lea Salonga, June Foray, Soon-Tek Oh",
	"summary": "To save her father from death in the army, a young maiden secretly goes in his place and becomes one of China's greatest heroines in the process.",
	"plot": "This retelling of the old Chinese folktale is about the story of a young Chinese maiden who learns that her weakened and lame father is to be called up into the army in order to fight the invading Huns. Knowing that he would never survive the rigours of war in his state, she decides to disguise herself and join in his place. Unknown to her, her ancestors are aware of this and to prevent it, they order a tiny disgraced dragon, Mushu to join her in order to force her to abandon her plan. He agrees, but when he meets Mulan, he learns that she cannot be dissuaded and so decides to help her in the perilous times ahead.",
	"awards": "1 Oscar nomination, 17 wins, 20 nominations",
	"poster": "MV5BMTIwNjY4NDU2NF5BMl5BanBnXkFtZTcwMzM0OTUyMQ@@._V1_SX300.jpg",
	"imdbRating": 7.5,
	"imdbID": "tt0120762"
}, {
	"title": "Music and Lyrics",
	"sortBy": "music and lyrics",
	"year": "2007",
	"rated": "PG-13",
	"released": "2007-02-14",
	"runtimeMins": 96,
	"genre": ["Comedy", "Music", "Romance"],
	"director": "Marc Lawrence",
	"writer": "Marc Lawrence",
	"actors": "Hugh Grant, Scott Porter, Nick Bacon, Andrew Wyatt",
	"summary": "A washed up singer is given a couple days to compose a chart-topping hit for an aspiring teen sensation. Though he's never written a decent lyric in his life, he sparks with an offbeat younger woman with a flair for words.",
	"plot": "Cheery Alex Fletcher lives comfortably in Manhattan off the residuals from his 80's pop success and reprising his hits at school reunions, theme parks, and state fairs. But those gigs are declining, so he jumps at the chance to write a song and record it with reigning teen idol Cora Corman. Trouble is, he's good at melodies but needs a lyricist and has less than a week to finish. Enter Sophie Fisher, subbing for a friend who waters Alex's plants; she's a pretty good poet, quick witted, and could do it, if she'd agree. But there's some sort of shadow over her head that Alex may not be able to charm his way past. And what if they do get a song written, what then?",
	"awards": "6 nominations",
	"poster": "MV5BNDY5MTQwODI3OV5BMl5BanBnXkFtZTcwODM2MjEzMw@@._V1_SX300.jpg",
	"imdbRating": 6.5,
	"imdbID": "tt0758766"
}, {
	"title": "My Big Fat Greek Wedding",
	"sortBy": "my big fat greek wedding",
	"year": "2002",
	"rated": "PG",
	"released": "2002-08-02",
	"runtimeMins": 95,
	"genre": ["Comedy", "Romance"],
	"director": "Joel Zwick",
	"writer": "Nia Vardalos",
	"actors": "Nia Vardalos, Michael Constantine, Christina Eleusiniotis, Kaylee Vieira",
	"summary": "A young Greek woman falls in love with a non-Greek and struggles to get her family to accept him while she comes to terms with her heritage and cultural identity.",
	"plot": "Toula Portokalos is 30, Greek, and works in her family's restaurant, Dancing Zorba's, in Chicago. All her father Gus wants is for her to get married to a nice Greek boy. But Toula is looking for more in life. Her mother convinces Gus to let her take some computer classes at college (making him think it's his idea). With those classes under her belt, she then takes over her aunt's travel agency (again making her father think it's his idea). She meets Ian Miller, a high school English teacher, WASP, and dreamboat she had made a fool of herself over at the restaurant; they date secretly for a while before her family finds out. Her father is livid over her dating a non-Greek. He has to learn to accept Ian; Ian has to learn to accept Toula's huge family, and Toula has to learn to accept herself.",
	"awards": "1 Oscar nomination, 18 wins, 24 nominations",
	"poster": "MV5BMTg2MzY0NDM1Ml5BMl5BanBnXkFtZTYwNzUzNDg5._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0259446"
}, {
	"title": "National Treasure",
	"sortBy": "national treasure 1",
	"year": "2004",
	"rated": "PG",
	"released": "2004-11-19",
	"runtimeMins": 131,
	"genre": ["Action", "Adventure", "Mystery"],
	"director": "Jon Turteltaub",
	"writer": "Jim Kouf (screenplay), Cormac Wibberley (screenplay), Marianne Wibberley (screenplay), Jim Kouf (story), Oren Aviv (story), Charles Segars (story)",
	"actors": "Nicolas Cage, Diane Kruger, Justin Bartha, Sean Bean",
	"summary": "A historian races to find the legendary Templar Treasure before a team of mercenaries.",
	"plot": "Benjamin Franklin Gates descends from a family of treasure-seekers who've all hunted for the same thing: a war chest hidden by the Founding Fathers after the Revolutionary War. Ben's close to discovering its whereabouts, as is his competition, but the FBI is also hip to the hunt.",
	"awards": "1 win, 8 nominations",
	"poster": "MV5BMTY3NTc4OTYxMF5BMl5BanBnXkFtZTcwMjk5NzUyMw@@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0368891"
}, {
	"title": "National Treasure: Book of Secrets",
	"sortBy": "national treasure 2",
	"year": "2007",
	"rated": "PG",
	"released": "2007-12-21",
	"runtimeMins": 124,
	"genre": ["Action", "Adventure", "Mystery"],
	"director": "Jon Turteltaub",
	"writer": "Marianne Wibberley (screenplay), Cormac Wibberley (screenplay), Gregory Poirier (story), Marianne Wibberley (story), Cormac Wibberley (story), Ted Elliott (story), Terry Rossio (story), Jim Kouf (characters), Oren Aviv (characters), Charles Segars (characters)",
	"actors": "Nicolas Cage, Justin Bartha, Diane Kruger, Jon Voight",
	"summary": "Benjamin Gates must follow a clue left in John Wilkes Booth's diary to prove his ancestor's innocence in the assassination of Abraham Lincoln.",
	"plot": "During a lecture about John Wilkes Booth and Thomas Gates, Ben Gates and his father Patrick are surprised by Mitch Wilkinson. He claims that their ancestor was a conspirator in the assassination of Abraham Lincoln based on the missing page of Booth's diary that he possesses. The outraged Ben decides to prove the honor of his ancestor. Together with his wife, Abigail, and his best friend, the writer Riley Poole, they head to France, England and Washington to collect clues. But Mitch Wilkinson is secretly following their every move.",
	"awards": "5 nominations",
	"poster": "MV5BMTU2NTM3NjU1N15BMl5BanBnXkFtZTcwODg1MDU1MQ@@._V1_SX300.jpg",
	"imdbRating": 6.5,
	"imdbID": "tt0465234"
}, {
	"title": "Never Been Kissed",
	"sortBy": "never been kissed",
	"year": "1999",
	"rated": "PG-13",
	"released": "1999-04-09",
	"runtimeMins": 107,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Raja Gosnell",
	"writer": "Abby Kohn, Marc Silverstein",
	"actors": "Drew Barrymore, David Arquette, Michael Vartan, Molly Shannon",
	"summary": "A journalist enrolls in her old highschool as part of her research for a story.",
	"plot": "Chicago Sun Times copy editor Josie Gellar (25), who was desperate to graduate from perfectionist copy editor to reporter, gets her chance when the goody owner orders the editor to cover the high-school scene by undercover. Josie, who was a frustrated, ridiculed nerd, gets a popular make-over from her drop-out, naturally funny brother Rob Geller. Both siblings find love and joys of youth again. But in Josie's case, it's sensitive bachelor teacher Sam Coulson, who enjoys sophisticated conversation. As the publication deadline approaches, the price of blowing their cover seems ever more daunting, yet inevitable unless she sacrifices her career.",
	"awards": "2 wins, 8 nominations",
	"poster": "MV5BMTQyODI1Njg3Ml5BMl5BanBnXkFtZTcwNTI0MDcyMQ@@._V1_SX300.jpg",
	"imdbRating": 6.0,
	"imdbID": "tt0151738"
}, {
	"title": "Notting Hill",
	"sortBy": "notting hill",
	"year": "1999",
	"rated": "PG-13",
	"released": "1999-05-28",
	"runtimeMins": 124,
	"genre": ["Comedy", "Drama", "Romance"],
	"director": "Roger Michell",
	"writer": "Richard Curtis",
	"actors": "Julia Roberts, Hugh Grant, Richard McCabe, Rhys Ifans",
	"summary": "The life of a simple bookshop owner changes when he meets the most famous film star in the world.",
	"plot": "Every man's dream comes true for William Thacker, an unsuccessful Notting Hill bookstore owner, when Anna Scott, the world's most beautiful woman and best-liked actress, enters his shop. A little later, he still can't believe it himself, William runs into her again - this time spilling orange juice over her. Anna accepts his offer to change in his nearby apartment, and thanks him with a kiss, which seems to surprise her even more than him. Eventually, Anna and William get to know each other better over the months, but being together with the world's most wanted woman is not easy - neither around your closest friends, nor in front of the all-devouring press.",
	"awards": "3 Golden Globe nominations, 12 wins, 14 nominations",
	"poster": "MV5BMTQ4MDg5MTE1N15BMl5BanBnXkFtZTgwNDA4NjQxMTE@._V1_SX300.jpg",
	"imdbRating": 7.0,
	"imdbID": "tt0125439"
}, {
	"title": "Ocean's Twelve",
	"sortBy": "oceans twelve",
	"year": "2004",
	"rated": "PG-13",
	"released": "2004-12-10",
	"runtimeMins": 125,
	"genre": ["Crime", "Thriller"],
	"director": "Steven Soderbergh",
	"writer": "George Nolfi, George Clayton Johnson (characters), Jack Golden Russell (characters)",
	"actors": "Brad Pitt, Catherine Zeta-Jones, George Clooney, Ed Kross",
	"summary": "Daniel Ocean recruits one more team member so he can pull off three major European heists in this sequel to Ocean's 11.",
	"plot": "They pulled off one of the biggest heists ever and now they have another job to complete. Ocean's Eleven, which consisted off Danny Ocean (Clooney), Rusty Ryan (Pitt) and Linus Caldwell (Damon) and others, all thought they would be able to enjoy their money, but someone has other plans. Terry Benedict (Garcia) is still fuming after losing his money and wants it back. The team now have the job of getting all the money they spent back, or risk being thrown in jail. How are they going to get it all back? By pulling off another amazing plan.",
	"awards": "2 wins, 8 nominations",
	"poster": "MV5BMTQ3NTIyMzczMF5BMl5BanBnXkFtZTYwMjgzNTg2._V1_SX300.jpg",
	"imdbRating": 6.4,
	"imdbID": "tt0349903"
}, {
	"title": "Patriot Games",
	"sortBy": "patriot games",
	"year": "1992",
	"rated": "R",
	"released": "1992-06-05",
	"runtimeMins": 117,
	"genre": ["Action", "Crime", "Drama"],
	"director": "Phillip Noyce",
	"writer": "Tom Clancy (novel), W. Peter Iliff (screenplay), Donald Stewart (screenplay)",
	"actors": "Harrison Ford, Anne Archer, Patrick Bergin, Sean Bean",
	"summary": "When CIA Analyst Jack Ryan interferes with an IRA assassination, a renegade faction targets him and his family for revenge.",
	"plot": "Jack Ryan and his family are vacationing in England. Quite by accident, Ryan thwarts a terrorist attack - outside Buckingham Palace on Lord Holmes, a member of the royal family - by a splinter IRA group, killing the younger brother of one of the terrorists. Retuning to the U.S. with his family, Ryan thinks that's the end of the matter. But the terrorist won't let the matter rest and he won't stop until he's had his revenge.",
	"awards": "1 win, 2 nominations",
	"poster": "MV5BMjA3OTA0NjI0Nl5BMl5BanBnXkFtZTgwNjUwODQxMTE@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0105112"
}, {
	"title": "Pearl Harbor",
	"sortBy": "pearl harbor",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-05-25",
	"runtimeMins": 183,
	"genre": ["Action", "Drama", "Romance"],
	"director": "Michael Bay",
	"writer": "Randall Wallace",
	"actors": "Ben Affleck, Josh Hartnett, Kate Beckinsale, William Lee Scott",
	"summary": "Pearl Harbor follows the story of two best friends, Rafe and Danny, and their love lives as they go off to join the war.",
	"plot": "Pearl Harbor is a classic tale of romance set during a war that complicates everything. It all starts when childhood friends Rafe and Danny become Army Air Corps pilots and meet Evelyn, a Navy nurse. Rafe falls head over heels and next thing you know Evelyn and Rafe are hooking up. Then Rafe volunteers to go fight in Britain and Evelyn and Danny get transferred to Pearl Harbor. While Rafe is off fighting everything gets completely whack and next thing you know everybody is in the middle of an air raid we now know as \"Pearl Harbor.\"unknown",
	"awards": "1 Oscar win, 10 wins, 42 nominations",
	"poster": "MV5BMTQ3MDc0MDc1NF5BMl5BanBnXkFtZTYwODI1ODY2._V1_SX300.jpg",
	"imdbRating": 6.0,
	"imdbID": "tt0213149"
}, {
	"title": "Phone Booth",
	"sortBy": "phone booth",
	"year": "2002",
	"rated": "R",
	"released": "2003-04-04",
	"runtimeMins": 81,
	"genre": ["Thriller"],
	"director": "Joel Schumacher",
	"writer": "Larry Cohen",
	"actors": "Colin Farrell, Kiefer Sutherland, Forest Whitaker, Radha Mitchell",
	"summary": "Stuart Shepard finds himself trapped in a phone booth, pinned down by an extortionist's sniper rifle.",
	"plot": "A slick New York publicist who picks up a ringing receiver in a phone booth is told that if he hangs up, he'll be killed... and the little red light from a laser rifle sight is proof that the caller isn't kidding.",
	"awards": "7 nominations",
	"poster": "MV5BMTcxNDQ5MzAyOV5BMl5BanBnXkFtZTYwMjkxMTU3._V1_SX300.jpg",
	"imdbRating": 7.1,
	"imdbID": "tt0183649"
}, {
	"title": "Pocahontas",
	"sortBy": "pocahontas",
	"year": "1995",
	"rated": "G",
	"released": "1995-06-23",
	"runtimeMins": 81,
	"genre": ["Animation", "Adventure", "Drama"],
	"director": "Mike Gabriel, Eric Goldberg",
	"writer": "Carl Binder, Susannah Grant, Philip LaZebnik, Tom Sito (story), Glen Keane (story), Joe Grant (story), Ralph Zondag (story), Burny Mattinson (story), Ed Gombert (story), Kaan Kalyon (story), Francis Glebas (story), Rob Gibbs (story), Bruce Morris (story), Todd Kurosawa (story), Duncan Marjoribanks (story), Chris Buck (story), Andrew Chapman (additional story development), Randy Cartwright (additional story development), Will Finn (additional story development), Broose Johnson (additional story development), T. Daniel Hofstedt (additional story development), David Pruiksma (additional story development), Nik Ranieri (additional story development), Vincent DeFrances (additional story development), Tom Mazzocco (additional story development), Don Dougherty (additional story development), Jorgen Klubien (additional story development), Mike Gabriel (based on an idea by)",
	"actors": "Irene Bedard, Judy Kuhn, Mel Gibson, David Ogden Stiers",
	"summary": "An English soldier and the daughter of an Algonquin chief share a romance when English colonists invade seventeenth-century Virginia.",
	"plot": "Capt. John Smith leads a rag-tag band of English sailors & soldiers to the New World to plunder its riches for England (or, more precisely, for Governor Ratcliffe, who comes along for the ride). Meanwhile, in this \"New World,\" Chief Powhatan has pledged his daughter, Pocahontas, to be married to the village's greatest warrior. Pocahontas, however, has other ideas. She has seen a vision of a spinning arrow, a vision she believes tells her change is coming. Her life does indeed change when the English ship lands near her village. Between Ratcliffe, who believes the \"savages\" are hiding the gold he expected to be plentiful, and Powhatan, who believes these pale newcomers will destroy their land, Smith and Pocahontas have a difficult time preventing all-out war, and saving their love for each other.",
	"awards": "2 Oscar wins, 13 wins, 6 nominations",
	"poster": "MV5BMTU2ODI2NzI4OF5BMl5BanBnXkFtZTYwMjk5NzA5._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0114148"
}, {
	"title": "Pride and Prejudice",
	"sortBy": "pride and prejudice",
	"year": "1995",
	"rated": "unknown",
	"released": "1996-01-14",
	"runtimeMins": 327,
	"genre": ["Drama", "Romance"],
	"director": "unknown",
	"writer": "unknown",
	"actors": "Jennifer Ehle, Colin Firth, Susannah Harker, Julia Sawalha",
	"summary": "Jane Austen's classic novel about the prejudice that occurred between the 19th century classes and the pride which would keep lovers apart.",
	"plot": "Jane Austen's classic novel about the prejudice that occurred between the 19th century classes and the pride which would keep lovers apart.",
	"awards": "1 Primetime Emmy win, 8 wins, 13 nominations",
	"poster": "MV5BMTU1MDY4OTU5OF5BMl5BanBnXkFtZTcwOTg5NzAyMw@@._V1_SX300.jpg",
	"imdbRating": 9.1,
	"imdbID": "tt0112130"
}, {
	"title": "Primary Colors",
	"sortBy": "primary colors",
	"year": "1998",
	"rated": "R",
	"released": "1998-03-20",
	"runtimeMins": 143,
	"genre": ["Comedy", "Drama"],
	"director": "Mike Nichols",
	"writer": "Joe Klein (novel), Elaine May (screenplay)",
	"actors": "John Travolta, Emma Thompson, Billy Bob Thornton, Kathy Bates",
	"summary": "A man joins the political campaign of a smooth-operator candidate for president of the USA.",
	"plot": "Jack Stanton is running for president. The election is seen through the eyes of young Henry Burton. Along the way Stanton must deal with a sex scandal.",
	"awards": "2 Oscar nominations, 10 wins, 28 nominations",
	"poster": "MV5BOTE1NTI0MDUwN15BMl5BanBnXkFtZTcwNzk0NTcyMQ@@._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0119942"
}, {
	"title": "Quantum of Solace",
	"sortBy": "quantum of solace",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-11-14",
	"runtimeMins": 106,
	"genre": ["Action", "Adventure"],
	"director": "Marc Forster",
	"writer": "Paul Haggis, Neal Purvis, Robert Wade",
	"actors": "Daniel Craig, Olga Kurylenko, Mathieu Amalric, Judi Dench",
	"summary": "James Bond descends into mystery as he tries to stop a mysterious organization from eliminating a country's most valuable resource. All the while, he still tries to seek revenge over the death of his love.",
	"plot": "Is there solace in revenge? Bond and \"M\" sniff a shadowy international network of power and corruption reaping billions. As Bond pursues the agents of an assassination attempt on \"M,\" all roads lead to Dominic Greene, a world-renowned developer of green technology. Greene, a nasty piece of work, is intent on securing a barren area of Bolivia in exchange for assisting a strongman stage a coup there. The CIA looks the other way, and only Bond, with help from a retired spy and from a mysterious beauty, stands in Greene's way. \"M\" wonders if she can trust Bond, or if vengeance possesses him. Beyond that, can anyone drawn to Bond live to tell the tale?",
	"awards": "2 BAFTA nominations, 4 wins, 28 nominations",
	"poster": "MV5BMTY0MjI4MDI5MF5BMl5BanBnXkFtZTcwODkwNjk3MQ@@._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0830515"
}, {
	"title": "Remember the Titans",
	"sortBy": "remember the titans",
	"year": "2000",
	"rated": "PG",
	"released": "2000-09-29",
	"runtimeMins": 113,
	"genre": ["Biography", "Drama", "Sport"],
	"director": "Boaz Yakin",
	"writer": "Gregory Allen Howard",
	"actors": "Denzel Washington, Will Patton, Wood Harris, Ryan Hurst",
	"summary": "The true story of a newly appointed African-American coach and his high school team on their first season as a racially integrated unit.",
	"plot": "Suburban Virginia schools have been segregated for generations, in sight of the Washington Monument over the river in the nation's capital. One Black and one White high school are closed and the students sent to T.C. Williams High School under federal mandate to integrate. The year is seen through the eyes of the football team where the man hired to coach the Black school is made head coach over the highly successful white coach. Based on the actual events of 1971, the team becomes the unifying symbol for the community as the boys and the adults learn to depend on and trust each other.",
	"awards": "7 wins, 17 nominations",
	"poster": "MV5BMTczNTA2MDc0OF5BMl5BanBnXkFtZTYwMTg4MDY2._V1_SX300.jpg",
	"imdbRating": 7.8,
	"imdbID": "tt0210945"
}, {
	"title": "Robin Hood: Prince of Thieves",
	"sortBy": "robin hood prince of thieves",
	"year": "1991",
	"rated": "PG-13",
	"released": "1991-06-14",
	"runtimeMins": 143,
	"genre": ["Action", "Adventure", "Drama"],
	"director": "Kevin Reynolds",
	"writer": "Pen Densham (story), Pen Densham (screenplay), John Watson (screenplay)",
	"actors": "Kevin Costner, Morgan Freeman, Mary Elizabeth Mastrantonio, Christian Slater",
	"summary": "When Robin and his Moorish companion come to England and the tyranny of the Sheriff of Nottingham, he decides to fight back as an outlaw.",
	"plot": "After being captured by Turks during the Crusades, Robin of Locksley and a Moor, Azeem, escape back to England, where Azeem vows to remain until he repays Robin for saving his life. Meanwhile, Robin's father, a nobleman loyal to King Richard the Lionhearted, has been murdered by the brutal Sheriff of Nottingham, who helped install Richard's treacherous brother, Prince John, as king while Richard is overseas fighting the Crusades. When Robin returns home, he vows to avenge his father's death and restore Richard to the throne. Even though Maid Marian, his childhood friend, cannot help him, he escapes to the Forest of Sherwood where he joins a band of exiled villagers and becomes their leader. With their help he attempts to cleanse the land of the evil that the Sheriff has spread.",
	"awards": "1 Oscar nomination, 15 wins, 17 nominations",
	"poster": "MV5BMTg0OTg5MjExN15BMl5BanBnXkFtZTgwMjg3OTgzMTE@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0102798"
}, {
	"title": "Robots",
	"sortBy": "robots",
	"year": "2005",
	"rated": "PG",
	"released": "2005-03-11",
	"runtimeMins": 91,
	"genre": ["Animation", "Adventure", "Comedy"],
	"director": "Chris Wedge, Carlos Saldanha",
	"writer": "Ron Mita (story), Jim McClain (story), David Lindsay-Abaire (story), David Lindsay-Abaire (screenplay), Lowell Ganz (screenplay), Babaloo Mandel (screenplay)",
	"actors": "Paula Abdul, Halle Berry, Lucille Bliss, Terry Bradshaw",
	"summary": "In a robot world, a young idealistic inventor travels to the big city to join his inspiration's company, only to find himself opposing its sinister new management.",
	"plot": "Even in a world populated entirely by mechanical beings Rodney Copperbottom is considered a genius inventor. Rodney dreams of two things, making the world a better place and meeting his idol, the master inventor Bigweld. On his journey he encounters Cappy, a beautiful executive 'bot with whom Rodney is instantly smitten, the nefarious corporate tyrant Ratchet who locks horns with Rodney, and a group of misfit 'bots known as the Rusties, led by Fender and Piper Pinwheeler.",
	"awards": "2 wins, 17 nominations",
	"poster": "MV5BNDYyNjY1NjY1M15BMl5BanBnXkFtZTcwNjk5MDczMw@@._V1_SX300.jpg",
	"imdbRating": 6.3,
	"imdbID": "tt0358082"
}, {
	"title": "Romeo + Juliet",
	"sortBy": "romeo and juliet",
	"year": "1996",
	"rated": "PG-13",
	"released": "1996-11-01",
	"runtimeMins": 120,
	"genre": ["Drama", "Romance"],
	"director": "Baz Luhrmann",
	"writer": "William Shakespeare (play), Craig Pearce (screenplay), Baz Luhrmann (screenplay)",
	"actors": "Leonardo DiCaprio, Claire Danes, John Leguizamo, Harold Perrineau",
	"summary": "Shakespeare's famous play is updated to the hip modern suburb of Verona still retaining its original dialogue.",
	"plot": "Classic story of Romeo and Juliet, set in a modern-day city of Verona Beach. The Montagues and Capulets are two feuding families, whose children meet and fall in love. They have to hide their love from the world because they know that their parents will not allow them to be together. There are obstacles on the way, like Juliet's cousin, Tybalt, and Romeo's friend Mercutio, and many fights. But although it is set in modern times, it is still the same timeless story of the \"star crossed lovers\".",
	"awards": "1 Oscar nomination, 14 wins, 26 nominations",
	"poster": "MV5BMTI2ODc3NDI4OV5BMl5BanBnXkFtZTYwMTY1MjQ5._V1._CR1,1,341,448_SY132_CR5,0,89,132_AL_.jpg_V1_SX300.jpg",
	"imdbRating": 6.8,
	"imdbID": "tt0117509"
}, {
	"title": "Rumble in the Bronx",
	"sortBy": "rumble in the bronx",
	"year": "1995",
	"rated": "R",
	"released": "1996-02-23",
	"runtimeMins": 87,
	"genre": ["Action", "Comedy", "Crime"],
	"director": "Stanley Tong",
	"writer": "Edward Tang, Fibe Ma",
	"actors": "Jackie Chan, Anita Mui, Françoise Yip, Bill Tung",
	"summary": "A young man visiting and helping his uncle in New York City finds himself forced to fight a street gang and the mob with his martial art skills.",
	"plot": "Keong comes from Hong Kong to visit New York for his uncle's wedding. His uncle runs a market in the Bronx and Keong offers to help out while Uncle is on his honeymoon. During his stay in the Bronx, Keong befriends a neighbor kid and beats up some neighborhood thugs who cause problems at the market. Meanwhile, one of those petty thugs in the local gang stumbles into a criminal situation way over his head. Blinded by greed, his involvement draws his gang, the kid, Keong, and the whole neighborhood into a deadly crossfire. When the lazy cops fail to successfully resolve matters, Keong takes things into his own hands. Needless to say, much spectacular kung-fu and outrageous action sequences follow....",
	"awards": "2 wins, 9 nominations",
	"poster": "MV5BMjEwNzYxMTIyNl5BMl5BanBnXkFtZTYwOTA5MTE5._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0113326"
}, {
	"title": "Rush Hour",
	"sortBy": "rush hour 1",
	"year": "1998",
	"rated": "PG-13",
	"released": "1998-09-18",
	"runtimeMins": 98,
	"genre": ["Action", "Comedy", "Crime"],
	"director": "Brett Ratner",
	"writer": "Ross LaManna (story), Jim Kouf (screenplay), Ross LaManna (screenplay)",
	"actors": "Ken Leung, Jackie Chan, Tom Wilkinson, Tzi Ma",
	"summary": "Two cops team up to get back a kidnapped daughter.",
	"plot": "Cultures clash and tempers flares as the two cops named Detective Inspector Lee a Hong Kong Detective and Detective James Carter FBI, a big-mouthed work-alone Los Angeles cop who are from different worlds discovers one thing in common: they can't stand each other. With time running out, they must join forces to catch the criminals and save the eleven-year-old Chinese girl of the Chinese consul named Soo Yung.",
	"awards": "6 wins, 8 nominations",
	"poster": "MV5BMjAyMzAyNzY5N15BMl5BanBnXkFtZTcwNjU3MTc0MQ@@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0120812"
}, {
	"title": "Save the Last Dance",
	"sortBy": "save the last dance",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-01-12",
	"runtimeMins": 112,
	"genre": ["Drama", "Music", "Romance"],
	"director": "Thomas Carter",
	"writer": "Duane Adler (story), Duane Adler (screenplay), Cheryl Edwards (screenplay)",
	"actors": "Julia Stiles, Sean Patrick Thomas, Kerry Washington, Fredro Starr",
	"summary": "A white midwestern girl moves to Chicago, where her new boyfriend is a black teen from the South Side with a rough, semi-criminal past.",
	"plot": "Sara wants to be a ballerina, but her dreams are cut short by the sudden death of her mother. She moves in with her father, who she has not seen for a long time. He lives on the other side of town, in a predominantly Black neighborhood. She gets transferred to a new school where she is one of the few White students there. She becomes friends with Chenille, and later, falls in love with Chenille's brother, Derek.",
	"awards": "6 wins, 7 nominations",
	"poster": "MV5BMjM1NTUzMzU5NF5BMl5BanBnXkFtZTgwNDAxNzQxMTE@._V1_SX300.jpg",
	"imdbRating": 6.1,
	"imdbID": "tt0206275"
}, {
	"title": "Schoolhouse Rock!",
	"sortBy": "schoolhouse rock",
	"year": "2002",
	"rated": "TV-Y",
	"released": "2002-08-27",
	"runtimeMins": 283,
	"genre": ["Animation", "Family", "Musical"],
	"director": "Tom Warburton",
	"writer": "Bob Dorough, Lynn Ahrens",
	"actors": "Jack Sheldon, Darrell Stern, Sue Manchester",
	"summary": "A series of shorts illustrating various songs that teach multiplication tables, grammar, science, American history, computers, economics, and environmentalism.",
	"plot": "This title is the overall name for a series of animated educational shorts that present songs illustrating various subjects for rote memory. These include multiplication tables, history, science and grammar concepts.",
	"language": "English",
	"country": "USA",
	"awards": "4 wins, 4 nominations",
	"poster": "MV5BMjA0MjkxNDM2MV5BMl5BanBnXkFtZTcwMTMyODEyMQ@@._V1_SX300.jpg",
	"imdbRating": 8.3,
	"imdbID": "tt0069627"
}, {
	"title": "Sense and Sensibility",
	"sortBy": "sense and sensibility",
	"year": "1995",
	"rated": "PG",
	"released": "1996-01-26",
	"runtimeMins": 131,
	"genre": ["Drama", "Romance"],
	"director": "Ang Lee",
	"writer": "Jane Austen (novel), Emma Thompson (screenplay)",
	"actors": "James Fleet, Tom Wilkinson, Harriet Walter, Kate Winslet",
	"summary": "Rich Mr. Dashwood dies, leaving his second wife and her three daughters poor by the rules of inheritance. The two eldest daughters are the titular opposites.",
	"plot": "When Mr. Dashwood dies, he must leave the bulk of his estate to the son by his first marriage, which leaves his second wife and their three daughters (Elinor, Marianne, and Margaret) in straitened circumstances. They are taken in by a kindly cousin, but their lack of fortune affects the marriageability of both practical Elinor and romantic Marianne. When Elinor forms an attachment for the wealthy Edward Ferrars, his family disapproves and separates them. And though Mrs. Jennings tries to match the worthy (and rich) Colonel Brandon to her, Marianne finds the dashing and fiery John Willoughby more to her taste. Both relationships are sorely tried.",
	"awards": "1 Oscar win, 31 wins, 42 nominations",
	"poster": "MV5BNzk1MjU3MDQyMl5BMl5BanBnXkFtZTcwNjc1OTM2MQ@@._V1_SX300.jpg",
	"imdbRating": 7.7,
	"imdbID": "tt0114388"
}, {
	"title": "Sleeping Beauty",
	"sortBy": "sleeping beauty",
	"year": "1959",
	"rated": "APPROVED",
	"released": "1959-02-06",
	"runtimeMins": 75,
	"genre": ["Animation", "Family", "Fantasy"],
	"director": "Clyde Geronimi",
	"writer": "Erdman Penner (story), Charles Perrault (story), Joe Rinaldi (additional story), Winston Hibler (additional story), Bill Peet (additional story), Ted Sears (additional story), Ralph Wright (additional story), Milt Banta (additional story)",
	"actors": "Mary Costa, Bill Shirley, Eleanor Audley, Verna Felton",
	"summary": "After being snubbed by the royal family, a malevolent fairy places a curse on a princess which only a prince can break, along with the help of three good fairies.",
	"plot": "Adaptation of the fairy tale of the same name. Princess Aurora is cursed by the evil witch Maleficent - who declares that before the sun sets on Aurora's 16th birthday she will die by pricking her finger on the spindle of a spinning wheel. To try to prevent this, the king places her into hiding, in the care of three good-natured - but not too bright - fairies.",
	"awards": "1 Oscar nomination, 1 win, 3 nominations",
	"poster": "MV5BMTc4Mzc2MzA2NV5BMl5BanBnXkFtZTcwOTA1MDQyMQ@@._V1_SX300.jpg",
	"imdbRating": 7.3,
	"imdbID": "tt0053285"
}, {
	"title": "Sliding Doors",
	"sortBy": "sliding doors",
	"year": "1998",
	"rated": "R",
	"released": "1998-04-24",
	"runtimeMins": 99,
	"genre": ["Comedy", "Drama", "Fantasy"],
	"director": "Peter Howitt",
	"writer": "Peter Howitt",
	"actors": "Gwyneth Paltrow, John Hannah, John Lynch, Jeanne Tripplehorn",
	"summary": "A London woman's love life and career both hinge, unknown to her, on whether or not she catches a train. We see it both ways, in parallel.",
	"plot": "In London, the public relation Helen is fired from her position in a PR company. While returning home, she does not catch the train in the subway. But in another possibility of her life, she catches the train in the subway. The story shows two parallel lives of Helen: in one life, she stays with her boyfriend Gerry, and in the other life, she finds that Gerry cheats her with Lydia and falls in love with James Hammerton.",
	"awards": "6 wins, 4 nominations",
	"poster": "MV5BMTI0NjExNDg2N15BMl5BanBnXkFtZTYwMDMyOTA5._V1_SX300.jpg",
	"imdbRating": 6.8,
	"imdbID": "tt0120148"
}, {
	"title": "Star Trek",
	"sortBy": "star trek",
	"year": "2009",
	"rated": "PG-13",
	"released": "2009-05-08",
	"runtimeMins": 127,
	"genre": ["Action", "Adventure", "Sci-Fi"],
	"director": "J.J. Abrams",
	"writer": "Roberto Orci, Alex Kurtzman, Gene Roddenberry (television series \"Star Trek\")",
	"actors": "Chris Pine, Zachary Quinto, Leonard Nimoy, Eric Bana",
	"summary": "The brash James T. Kirk tries to live up to his father's legacy with Mr. Spock keeping him in check as a vengeful, time-traveling Romulan creates black holes to destroy the Federation one planet at a time.",
	"plot": "On the day of James Kirk's birth, his father dies on his ship in a last stand against a mysterious alien time-traveling vessel looking for Ambassador Spock, who, in this time, is also a child on Vulcan disdained by his neighbors for his half-human heritage. Twenty-five years later, Kirk has grown into a young troublemaker. Challenged by Captain Christopher Pike to realize his potential in Starfleet, he comes to annoy instructors like young Commander Spock. Suddenly, there is an emergency at Vulcan and the newly commissioned USS Enterprise is crewed with promising cadets like Nyota Uhura, Hikaru Sulu, Pavel Chekov and even Kirk himself, thanks to Leonard McCoy's medical trickery. Together, this crew will have an adventure in the final frontier where the old legend is altered forever as a new version of it begins.",
	"awards": "1 Oscar win, 22 wins, 77 nominations",
	"poster": "MV5BMjE5NDQ5OTE4Ml5BMl5BanBnXkFtZTcwOTE3NDIzMw@@._V1_SX300.jpg",
	"imdbRating": 8.0,
	"imdbID": "tt0796366"
}, {
	"title": "Star Wars: Episode I - The Phantom Menace",
	"sortBy": "star wars 1",
	"year": "1999",
	"rated": "PG",
	"released": "1999-05-19",
	"runtimeMins": 136,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "George Lucas",
	"writer": "George Lucas",
	"actors": "Liam Neeson, Ewan McGregor, Natalie Portman, Jake Lloyd",
	"summary": "Two Jedi Knights escape a hostile blockade to find allies and come across a young boy who may bring balance to the Force, but the long dormant Sith resurface to reclaim their old glory.",
	"plot": "The evil Trade Federation, led by Nute Gunray is planning to take over the peaceful world of Naboo. Jedi Knights Qui-Gon Jinn and Obi-Wan Kenobi are sent to confront the leaders. But not everything goes to plan. The two Jedi escape, and along with their new Gungan friend, Jar Jar Binks head to Naboo to warn Queen Amidala, but droids have already started to capture Naboo and the Queen is not safe there. Eventually, they land on Tatooine, where they become friends with a young boy known as Anakin Skywalker. Qui-Gon is curious about the boy, and sees a bright future for him. The group must now find a way of getting to Coruscant and to finally solve this trade dispute, but there is someone else hiding in the shadows. Are the Sith really extinct? Is the Queen really who she says she is? And what's so special about this young boy?",
	"awards": "3 Oscar nominations, 17 wins, 58 nominations",
	"poster": "MV5BMTQ4NjEwNDA2Nl5BMl5BanBnXkFtZTcwNDUyNDQzNw@@._V1_SX300.jpg",
	"imdbRating": 6.5,
	"imdbID": "tt0120915"
}, {
	"title": "Star Wars: Episode II - Attack of the Clones",
	"sortBy": "star wars 2",
	"year": "2002",
	"rated": "PG",
	"released": "2002-05-16",
	"runtimeMins": 142,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "George Lucas",
	"writer": "George Lucas (story), George Lucas (screenplay), Jonathan Hales (screenplay)",
	"actors": "Ewan McGregor, Natalie Portman, Hayden Christensen, Christopher Lee",
	"summary": "Ten years after initially meeting, Anakin Skywalker shares a forbidden romance with Padmé, while Obi-Wan investigates an assassination attempt on the Senator and discovers a secret clone army crafted for the Jedi.",
	"plot": "Ten years after the 'Phantom Menace' threatened the planet Naboo, Padmé Amidala is now a Senator representing her homeworld. A faction of political separatists, led by Count Dooku, attempts to assassinate her. There are not enough Jedi to defend the Republic against the threat, so Chancellor Palpatine enlists the aid of Jango Fett, who promises that his army of clones will handle the situation. Meanwhile, Obi-Wan Kenobi continues to train the young Jedi Anakin Skywalker, who fears that the Jedi code will forbid his growing romance with Amidala.",
	"awards": "1 Oscar nomination, 13 wins, 46 nominations",
	"poster": "MV5BMTY5MjI5NTIwNl5BMl5BanBnXkFtZTYwMTM1Njg2._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0121765"
}, {
	"title": "Star Wars: Episode III - Revenge of the Sith",
	"sortBy": "star wars 3",
	"year": "2005",
	"rated": "PG-13",
	"released": "2005-05-19",
	"runtimeMins": 140,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "George Lucas",
	"writer": "George Lucas",
	"actors": "Ewan McGregor, Natalie Portman, Hayden Christensen, Ian McDiarmid",
	"summary": "During the near end of the clone wars, Darth Sidious has revealed himself and is ready to execute the last part of his plan to rule the Galaxy.",
	"plot": "During the near end of the clone wars, Darth Sidious has revealed himself and is ready to execute the last part of his plan to rule the Galaxy. Sidious is ready for his new apprentice, Lord Vader, to step into action and kill the remaining Jedi. Vader, however, struggles to choose the dark side and save his wife or remain loyal to the Jedi order.",
	"awards": "1 Oscar nomination, 20 wins, 46 nominations",
	"poster": "MV5BNTc4MTc3NTQ5OF5BMl5BanBnXkFtZTcwOTg0NjI4NA@@._V1_SX300.jpg",
	"imdbRating": 7.7,
	"imdbID": "tt0121766"
}, {
	"title": "Star Wars: Episode IV - A New Hope",
	"sortBy": "star wars 4",
	"year": "1977",
	"rated": "PG",
	"released": "1977-05-25",
	"runtimeMins": 121,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "George Lucas",
	"writer": "George Lucas",
	"actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Peter Cushing",
	"summary": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a wookiee and two droids to save the galaxy from the Empire's world-destroying battle-station, while also attempting to rescue Princess Leia from the evil Darth Vader.",
	"plot": "A young boy from Tatooine sets out on an adventure with an old Jedi named Obi-Wan Kenobi as his mentor to save Princess Leia from the ruthless Darth Vader and Destroy the Death Star built by the Empire which has the power to destroy the entire galaxy.",
	"awards": "6 Oscar wins, 38 wins, 28 nominations",
	"poster": "MV5BMTU4NTczODkwM15BMl5BanBnXkFtZTcwMzEyMTIyMw@@._V1_SX300.jpg",
	"imdbRating": 8.7,
	"imdbID": "tt0076759"
}, {
	"title": "Star Wars: Episode V - The Empire Strikes Back",
	"sortBy": "star wars 5",
	"year": "1980",
	"rated": "PG",
	"released": "1980-06-20",
	"runtimeMins": 124,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "Irvin Kershner",
	"writer": "Leigh Brackett (screenplay), Lawrence Kasdan (screenplay), George Lucas (story)",
	"actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams",
	"summary": "After the rebels have been brutally overpowered by the Empire on their newly established base, Luke Skywalker takes advanced Jedi training with Master Yoda, while his friends are pursued by Darth Vader as part of his plan to capture Luke.",
	"plot": "AAfter receiving a vision from Obi-Wan Kenobi and fleeing the ice world of Hoth with his friends after an Imperial attack, Luke Skywalker travels to the marsh planet of Dagobah, where he is instructed in the ways of the Force by the legendary Jedi Master Yoda. Meanwhile, Han Solo and Princess Leia make their way to planet Bespin, where they are greeted by Han's old friend, a shifty gambler named Lando Calrissian. Ambushed by the Empire shortly after their arrival, Han and his friends are imprisoned by Darth Vader. Luke leaves Dagobah to rescue his friends, and is met by Vader and a startling revelation.",
	"awards": "1 Oscar win, 15 wins, 17 nominations",
	"poster": "MV5BMjE2MzQwMTgxN15BMl5BanBnXkFtZTcwMDQzNjk2OQ@@._V1_SX300.jpg",
	"imdbRating": 8.8,
	"imdbID": "tt0080684"
}, {
	"title": "Star Wars: Episode VI - Return of the Jedi",
	"sortBy": "star wars 6",
	"year": "1983",
	"rated": "PG",
	"released": "1983-05-25",
	"runtimeMins": 131,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "Richard Marquand",
	"writer": "Lawrence Kasdan (screenplay), George Lucas (screenplay), George Lucas (story)",
	"actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams",
	"summary": "After rescuing Han Solo from the palace of Jabba the Hutt, the rebels attempt to destroy the second Death Star, while Luke struggles to make Vader return from the dark side of the Force.",
	"plot": "Darth Vader and the Empire are building a new, indestructible Death Star. Meanwhile, Han Solo has been imprisoned, and Luke Skywalker has sent R2-D2 and C-3PO to try and free him. Princess Leia - disguised as a bounty hunter - and Chewbacca go along as well. The final battle takes place on the moon of Endor, with its natural inhabitants, the Ewoks, lending a hand to the Rebels. Will Darth Vader and the Dark Side overcome the Rebels and take over the universe?",
	"awards": "4 Oscar nominations, 15 wins, 15 nominations",
	"poster": "MV5BMTQ0MzI1NjYwOF5BMl5BanBnXkFtZTgwODU3NDU2MTE@._V1_SX300.jpg",
	"imdbRating": 8.4,
	"imdbID": "tt0086190"
}, {
	"title": "Sweet Home Alabama",
	"sortBy": "sweet home alabama",
	"year": "2002",
	"rated": "PG-13",
	"released": "2002-09-27",
	"runtimeMins": 108,
	"genre": ["Comedy", "Romance"],
	"director": "Andy Tennant",
	"writer": "Douglas J. Eboch (story), C. Jay Cox (screenplay)",
	"actors": "Reese Witherspoon, Josh Lucas, Patrick Dempsey, Candice Bergen",
	"summary": "A young woman who's reinvented herself as a New York socialite must return home to Alabama to obtain a divorce from her husband, after seven years of separation.",
	"plot": "Melanie Carmichael, an up and rising fashion designer in New York, has gotten almost everything she wished for since she was little. She has a great career and the JFK-like fiancée of New York City. But when he proposes to her, she doesn't forget about her family back down South. More importantly, her husband back there, who refuses to divorce her ever since she sent divorce papers seven years ago. To set matters straight, she decides to go to the south quick and make him sign the papers. When things don't turn out the way she planned them, she realizes that what she had before in the south was far more perfect than the life she had in New York City.",
	"awards": "3 wins, 6 nominations",
	"poster": "MV5BMjEwMjIwMDQ4OV5BMl5BanBnXkFtZTYwNzc3OTY3._V1_SX300.jpg",
	"imdbRating": 6.1,
	"imdbID": "tt0256415"
}, {
	"title": "The Da Vinci Code",
	"sortBy": "da vinci code",
	"year": "2006",
	"rated": "PG-13",
	"released": "2006-05-19",
	"runtimeMins": 149,
	"genre": ["Mystery", "Thriller"],
	"director": "Ron Howard",
	"writer": "Akiva Goldsman (screenplay), Dan Brown (novel)",
	"actors": "Tom Hanks, Audrey Tautou, Ian McKellen, Jean Reno",
	"summary": "A murder inside the Louvre and clues in Da Vinci paintings lead to the discovery of a religious mystery protected by a secret society for two thousand years -- which could shake the foundations of Christianity.",
	"plot": "Symbologist Robert Langdon is thrown into a mysterious and bizarre murder. Alongside Langdon is the victims granddaughter and cryptologist Sophie Neveu, who with Robert discovers clues within Da Vinci's paintings. To further find the truth, Robert and Sophie travel from Paris to London, whilst crossing paths with allies and villains such as Sir Leigh Teabing and Silas. Wherever their path takes them, their discovery which is about to be revealed could shake the foundations of mankind.",
	"awards": "1 Golden Globe nomination, 4 wins, 21 nominations",
	"poster": "MV5BMjIxMjQyMTc3Nl5BMl5BanBnXkFtZTcwMTA1MDUzMw@@._V1_SX300.jpg",
	"imdbRating": 6.5,
	"imdbID": "tt0382625"
}, {
	"title": "The Duchess",
	"sortBy": "duchess",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-10-10",
	"runtimeMins": 110,
	"genre": ["Biography", "Drama", "History"],
	"director": "Saul Dibb",
	"writer": "Jeffrey Hatcher (screenplay), Anders Thomas Jensen (screenplay), Saul Dibb (screenplay), Amanda Foreman (book)",
	"actors": "Keira Knightley, Ralph Fiennes, Charlotte Rampling, Dominic Cooper",
	"summary": "A chronicle of the life of 18th century aristocrat Georgiana, Duchess of Devonshire, who was reviled for her extravagant political and personal life.",
	"plot": "Georgiana Spencer became Duchess of Devonshire on her marriage to the Duke in 1774, at the height of the Georgian period, a period of fashion, decadence, and political change. Spirited and adored by the public at large she quickly found her marriage to be a disappointment, defined by her duty to produce a male heir and the Duke's philandering and callous indifference to her. She befriends Lady Bess but finds she is once again betrayed by her husband who wields his power with the three eventually living uncomfortably together. Against this background, and with the pressures of an unfaithful husband, strict social pressures and constant public scrutiny, Georgiana falls passionately in love with Charles Grey, a rising young Whig politician. However, despite his ongoing liaison with Lady Bess, the Duke refuses to allow her to continue the affair and threatens to take her children from her.",
	"awards": "1 Oscar win, 5 wins, 19 nominations",
	"poster": "MV5BMTU1MTQzMjgzNl5BMl5BanBnXkFtZTcwNTQxMzk3MQ@@._V1_SX300.jpg",
	"imdbRating": 6.9,
	"imdbID": "tt0864761"
}, {
	"title": "The Forbidden Kingdom",
	"sortBy": "forbidden kingdom",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-04-18",
	"runtimeMins": 104,
	"genre": ["Action", "Adventure", "Fantasy"],
	"director": "Rob Minkoff",
	"writer": "John Fusco",
	"actors": "Jet Li, Michael Angarano, Jackie Chan, Juana Collignon",
	"summary": "A discovery made by a kung fu obsessed American teen sends him on an adventure to China, where he joins up with a band of martial arts warriors in order to free the imprisoned Monkey King.",
	"plot": "An American teenager who is obsessed with Hong Kong cinema and kung-fu classics makes an extraordinary discovery in a Chinatown pawnshop: the legendary stick weapon of the Chinese sage and warrior, the Monkey King. With the lost relic in hand, the teenager unexpectedly finds himself traveling back to ancient China to join a crew of warriors from martial arts lore on a dangerous quest to free the imprisoned Monkey King.",
	"awards": "4 nominations",
	"poster": "MV5BMTUwNTExMTg3NF5BMl5BanBnXkFtZTcwNDYyMTM2MQ@@._V1_SX300.jpg",
	"imdbRating": 6.6,
	"imdbID": "tt0865556"
}, {
	"title": "The Last Emperor",
	"sortBy": "last emperor",
	"year": "1987",
	"rated": "PG-13",
	"released": "1988-04-15",
	"runtimeMins": 163,
	"genre": ["Biography", "Drama", "History"],
	"director": "Bernardo Bertolucci",
	"writer": "Mark Peploe (screenplay), Bernardo Bertolucci (screenplay), Enzo Ungari (initial screenplay collaboration)",
	"actors": "John Lone, Joan Chen, Peter O'Toole, Ruocheng Ying",
	"summary": "The story of the final Emperor of China.",
	"plot": "A dramatic history of Pu Yi, the last of the Emperors of China, from his lofty birth and brief reign in the Forbidden City, the object of worship by half a billion people; through his abdication, his decline and dissolute lifestyle; his exploitation by the invading Japanese, and finally to his obscure existence as just another peasant worker in the People's Republic.",
	"awards": "9 Oscar wins, 43 wins, 15 nominations",
	"poster": "MV5BMTQyNDE4MDk4MV5BMl5BanBnXkFtZTcwMjIyMjU1MQ@@._V1_SX300.jpg",
	"imdbRating": 7.8,
	"imdbID": "tt0093389"
}, {
	"title": "The Legend of Drunken Master",
	"sortBy": "legend of drunken master",
	"year": "1994",
	"rated": "R",
	"released": "2000-10-20",
	"runtimeMins": 102,
	"genre": ["Action", "Comedy"],
	"director": "Chia-Liang Liu",
	"writer": "Edward Tang (screenplay), Man-Ming Tong (screenplay), Kai-Chi Yuen (screenplay), Rod Dean (english adaptation)",
	"actors": "Jackie Chan, Lung Ti, Anita Mui, Felix Wong",
	"summary": "A young martial artist is caught between respecting his pacifist father's wishes or stopping a group of disrespectful foreigners from stealing precious artifacts.",
	"plot": "Returning home with his father after a shopping expedition, Wong Fei-Hong is unwittingly caught up in the battle between foreigners who wish to export ancient Chinese artifacts and loyalists who don't want the pieces to leave the country. Fei-Hong has learned a style of fighting called \"Drunken Boxing\", which makes him a dangerous person to cross. Unfortunately, his father is opposed to his engaging in any kind of fighting, let alone drunken boxing. Consequently, Fei-Hong not only has to fight against the foreigners, but he must overcome his father's antagonism as well.",
	"awards": "3 wins, 1 nominations",
	"poster": "MV5BMTM4OTkwNzE0MF5BMl5BanBnXkFtZTcwNTg4NjAyMQ@@._V1_SX300.jpg",
	"imdbRating": 7.6,
	"imdbID": "tt0111512"
}, {
	"title": "The Little Mermaid",
	"sortBy": "little mermaid",
	"year": "1989",
	"rated": "G",
	"released": "1989-11-17",
	"runtimeMins": 83,
	"genre": ["Animation", "Family", "Fantasy"],
	"director": "Ron Clements, John Musker",
	"writer": "John Musker, Ron Clements, Hans Christian Andersen (fairy tale), Howard Ashman (additional dialogue), Gerrit Graham (additional dialogue), Sam Graham (additional dialogue), Chris Hubbell (additional dialogue)",
	"actors": "Rene Auberjonois, Christopher Daniel Barnes, Jodi Benson, Pat Carroll",
	"summary": "A mermaid princess makes a Faustian bargain with an unscrupulous sea-witch in order to meet a human prince on land.",
	"plot": "Loosely based upon the story by Hans Christian Andersen. Ariel, youngest daughter of King Triton, is dissatisfied with life in the sea. She longs to be with the humans above the surface, and is often caught in arguments with her father over those \"barbaric fish-eaters\". She goes to meet Ursula, the Sea Witch, to strike a deal, but Ursula has bigger plans for this mermaid and her father.",
	"awards": "2 Oscar wins, 10 wins, 7 nominations",
	"poster": "MV5BNTAxMzY0MjI1Nl5BMl5BanBnXkFtZTgwMTU2NTYxMTE@._V1_SX300.jpg",
	"imdbRating": 7.6,
	"imdbID": "tt0097757"
}, {
	"title": "The Lord of the Rings: The Fellowship of the Ring",
	"sortBy": "lord of the rings 1",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-12-19",
	"runtimeMins": 178,
	"genre": ["Adventure", "Fantasy"],
	"director": "Peter Jackson",
	"writer": "J.R.R. Tolkien (novel), Fran Walsh (screenplay), Philippa Boyens (screenplay), Peter Jackson (screenplay)",
	"actors": "Alan Howard, Noel Appleby, Sean Astin, Sala Baker",
	"summary": "A meek Hobbit and eight companions set out on a journey to destroy the One Ring and the Dark Lord Sauron.",
	"plot": "An ancient Ring thought lost for centuries has been found, and through a strange twist in fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it! However he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir and his three Hobbit friends Merry, Pippin and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign!",
	"awards": "4 Oscar wins, 100 wins, 110 nominations",
	"poster": "MV5BNTEyMjAwMDU1OV5BMl5BanBnXkFtZTcwNDQyNTkxMw@@._V1_SX300.jpg",
	"imdbRating": 8.8,
	"imdbID": "tt0120737"
}, {
	"title": "The One",
	"sortBy": "one",
	"year": "2001",
	"rated": "PG-13",
	"released": "2001-11-02",
	"runtimeMins": 87,
	"genre": ["Action", "Sci-Fi", "Thriller"],
	"director": "James Wong",
	"writer": "Glen Morgan, James Wong",
	"actors": "Jet Li, Carla Gugino, Delroy Lindo, Jason Statham",
	"summary": "A sheriff's deputy fights an alternate universe version of himself who grows stronger with each alternate self he kills.",
	"plot": "There is not one universe, but there are many, which is a multiverse. Supposing you are just one person, there are many other versions of you in the other universes, there are ways to travel, but only a police agency, MVA, can travel only for police procedures. Gabriel Yulaw is a former MVA agent, who killed another version of himself in self-defense. It made the other versions of him stronger. When Yulaw found out about this, he became power-hungry killing the 122 other versions for two years. After killing Lawless and getting captured by his former partner Roedecker and a new MVA agent Funsch, Yulaw managed to escape the prison and is trying to kill his last target, Gabe Law who is a police officer. He is also at Yulaw's strength. Roedecker and Funsch now have to arrest Yulaw before he can kill Gabe. There is a possibility that the universe could die or make Yulaw invincible. After encountering Yulaw for the first time, Gabe thought that it was his split personality, but it wasn't. Will Gabe be able to confront Yulaw before or after Yulaw ruins his life?",
	"awards": "4 nominations",
	"poster": "MV5BNTgxNTkzOTU2NF5BMl5BanBnXkFtZTYwMjcwNjQ5._V1_SX300.jpg",
	"imdbRating": 5.9,
	"imdbID": "tt0267804"
}, {
	"title": "The Other Boleyn Girl",
	"sortBy": "other boleyn girl",
	"year": "2008",
	"rated": "PG-13",
	"released": "2008-02-29",
	"runtimeMins": 115,
	"genre": ["Biography", "Drama", "History"],
	"director": "Justin Chadwick",
	"writer": "Peter Morgan (screenplay), Philippa Gregory (novel)",
	"actors": "Natalie Portman, Scarlett Johansson, Eric Bana, Jim Sturgess",
	"summary": "Two sisters contend for the affection of King Henry VIII.",
	"plot": "A sumptuous and sensual tale of intrigue, romance and betrayal set against the backdrop of a defining moment in European history: two beautiful sisters, Anne and Mary Boleyn, driven by their family's blind ambition, compete for the love of the handsome and passionate King Henry VIII.",
	"awards": "3 nominations",
	"poster": "MV5BMTY2NzkyMzY1OF5BMl5BanBnXkFtZTcwMjk1MDU1MQ@@._V1_SX300.jpg",
	"imdbRating": 6.7,
	"imdbID": "tt0467200"
}, {
	"title": "The Patriot",
	"sortBy": "patriot",
	"year": "2000",
	"rated": "R",
	"released": "2000-06-28",
	"runtimeMins": 165,
	"genre": ["Action", "Drama", "History"],
	"director": "Roland Emmerich",
	"writer": "Robert Rodat",
	"actors": "Mel Gibson, Heath Ledger, Joely Richardson, Jason Isaacs",
	"summary": "Peaceful farmer Benjamin Martin is driven to lead the Colonial Militia during the American Revolution when a sadistic British officer murders his son.",
	"plot": "It is 1776 in colonial South Carolina. Benjamin Martin, a French-Indian war hero who is haunted by his past, now wants nothing more than to live peacefully on his small plantation, and wants no part of a war with the most powerful nation in the world, Great Britain. Meanwhile, his two eldest sons, Gabriel and Thomas, can't wait to enlist in the newly formed \"Continental Army.\" When South Carolina decides to join the rebellion against England, Gabriel immediately signs up to fight...without his father's permission. But when Colonel William Tavington, British dragoon, infamous for his brutal tactics, comes and burns the Martin Plantation to the ground, tragedy strikes. Benjamin quickly finds himself torn between protecting his family, and seeking revenge along with being a part of the birth of a new, young, and ambitious nation.",
	"awards": "3 Oscar nomination, 8 wins, 18 nominations",
	"poster": "MV5BMTkzMjE4ODU0MV5BMl5BanBnXkFtZTYwNTI2OTk2._V1_SX300.jpg",
	"imdbRating": 7.1,
	"imdbID": "tt0187393"
}, {
	"title": "The Princess Bride",
	"sortBy": "princess bride",
	"year": "1987",
	"rated": "PG",
	"released": "1987-10-09",
	"runtimeMins": 98,
	"genre": ["Adventure", "Comedy", "Family"],
	"director": "Rob Reiner",
	"writer": "William Goldman (book), William Goldman (screenplay)",
	"actors": "Cary Elwes, Mandy Patinkin, Chris Sarandon, Christopher Guest",
	"summary": "While home sick in bed, a young boy's grandfather reads him a story called The Princess Bride.",
	"plot": "A kindly grandfather sits down with his ill grandson and reads him a story. The story is one that has been passed down from father to son for generations. As the grandfather reads the story, the action comes alive. The story is a classic tale of love and adventure as the beautiful Buttercup, engaged to the odious Prince Humperdinck, is kidnapped and held against her will in order to start a war, It is up to Westley (her childhood beau, now returned as the Dread Pirate Roberts) to save her. On the way he meets a thief and his hired helpers, an accomplished swordsman and a huge, super strong giant, both of whom become Westley's companions in his quest.",
	"awards": "1 Oscar nomination, 6 wins, 8 nominations",
	"poster": "MV5BMTkzMDgyNjQwM15BMl5BanBnXkFtZTgwNTg2Mjc1MDE@._V1_SX300.jpg",
	"imdbRating": 8.2,
	"imdbID": "tt0093779"
}, {
	"title": "The Right Stuff",
	"sortBy": "right stuff",
	"year": "1983",
	"rated": "PG",
	"released": "1983-10-21",
	"runtimeMins": 193,
	"genre": ["Adventure", "Drama", "History"],
	"director": "Philip Kaufman",
	"writer": "Tom Wolfe (book), Philip Kaufman (screenplay)",
	"actors": "Sam Shepard, Scott Glenn, Ed Harris, Dennis Quaid",
	"summary": "The story of the original Mercury 7 astronauts and their macho, seat-of-the-pants approach to the space program.",
	"plot": "Tom Wolfe's book on the history of the U.S. Space program reads like a novel, and the film has that same fictional quality. It covers the breaking of the sound barrier by Chuck Yeager to the Mercury 7 astronauts, showing that no one had a clue how to run a space program or how to select people to be in it. Thrilling, funny, charming and electrifying all at once.",
	"awards": "4 Oscar wins, 7 wins, 15 nominations",
	"poster": "MV5BMTgxMzE2ODQxM15BMl5BanBnXkFtZTYwNDUwNzk5._V1_SX300.jpg",
	"imdbRating": 7.9,
	"imdbID": "tt0086197"
}, {
	"title": "The Sum of All Fears",
	"sortBy": "sum of all fears",
	"year": "2002",
	"rated": "PG-13",
	"released": "2002-05-31",
	"runtimeMins": 124,
	"genre": ["Action", "Drama", "Thriller"],
	"director": "Phil Alden Robinson",
	"writer": "Tom Clancy (novel), Paul Attanasio (screenplay), Daniel Pyne (screenplay)",
	"actors": "Ian Mongrain, Russell Bobbitt, James Cromwell, Ken Jenkins",
	"summary": "CIA analyst Jack Ryan must thwart the plans of a terrorist faction that threatens to induce a catastrophic conflict between the United States and Russia's newly elected president by detonating a nuclear weapon at a football game in Baltimore.",
	"plot": "When the president of Russia suddenly dies, a man whose politics are virtually unknown succeeds him. The change in political leaders sparks paranoia among American CIA officials, so CIA director Bill Cabot recruits a young analyst to supply insight and advice on the situation. Then the unthinkable happens: a nuclear bomb explodes in a U.S. city, and America is quick to blame the Russians.",
	"awards": "2 wins, 4 nominations",
	"poster": "MV5BMTIwMTEyNDQ2MF5BMl5BanBnXkFtZTYwMzcxNjc5._V1_SX300.jpg",
	"imdbRating": 6.4,
	"imdbID": "tt0164184"
}, {
	"title": "The Three Musketeers",
	"sortBy": "three musketeers",
	"year": "2011",
	"rated": "PG-13",
	"released": "2011-10-21",
	"runtimeMins": 110,
	"genre": ["Action", "Adventure", "Romance"],
	"director": "Paul W.S. Anderson",
	"writer": "Alex Litvak (screenplay), Andrew Davies (screenplay), Alexandre Dumas père (novel)",
	"actors": "Matthew Macfadyen, Milla Jovovich, Helen George, Christian Oliver",
	"summary": "The hot-headed young D'Artagnan along with three former legendary but now down on their luck Musketeers must unite and defeat a beautiful double agent and her villainous employer from seizing the French throne and engulfing Europe in war.",
	"plot": "The young, reckless and ambitious D'Artagnan has set off from Gascony with dreams of becoming a musketeer, not realizing that they have been disbanded. In no time, D'Artagnan manages to offend Athos, Porthos and Aramis on different occasions and challenges them all to duels. However before the duels can take place they are attacked by guards, trying to arrest them for illegal dueling. The ex-musketeers and D'Artagnan fight off the soldiers, leading to the four men becoming a band with the motto of \"All for one, and one for all\". Count Richelieu is not only determined to be rid of the musketeers, but also schemes with Athos' former lover Milady to undermine the reign of King Louis and his wife. The musketeers and D'Artagnan are determined to save the royal family and France itself.",
	"awards": "4 nominations",
	"poster": "MV5BMTM3OTc2OTM2OF5BMl5BanBnXkFtZTcwMDM1MjU1NQ@@._V1_SX300.jpg",
	"imdbRating": 5.8,
	"imdbID": "tt1509767"
}, {
	"title": "Thirteen Days",
	"sortBy": "thirteen days",
	"year": "2000",
	"rated": "PG-13",
	"released": "2001-01-12",
	"runtimeMins": 145,
	"genre": ["Drama", "History", "Thriller"],
	"director": "Roger Donaldson",
	"writer": "David Self, Ernest R. May (book), Philip D. Zelikow (book)",
	"actors": "Shawn Driscoll, Kevin Costner, Drake Cook, Lucinda Jenney",
	"summary": "A dramatization of the Kennedy administration's struggle to contain the Cuban Missile Crisis in October 1962.",
	"plot": "In October, 1962, U-2 surveillance photos reveal that the Soviet Union is in the process of placing nuclear weapons in Cuba. These weapons have the capability of wiping out most of the Eastern and Southern United States in minutes if they become operational. President John F. Kennedy and his advisors must come up with a plan of action against the Soviets. Kennedy is determined to show that he is strong enough to stand up to the threat, and the Pentagon advises U.S. military strikes against Cuba--which could lead the way to another U.S. invasion of the island. However, Kennedy is reluctant to follow through, because a U.S. invasion could cause the Soviets to retaliate in Europe. A nuclear showdown appears to be almost inevitable. Can it be prevented?",
	"awards": "3 wins, 7 nominations",
	"poster": "MV5BMTkwMTkxNTYyM15BMl5BanBnXkFtZTYwOTc5NTk2._V1_SX300.jpg",
	"imdbRating": 7.3,
	"imdbID": "tt0146309"
}, {
	"title": "Titanic",
	"sortBy": "titanic",
	"year": "1997",
	"rated": "PG-13",
	"released": "1997-12-19",
	"runtimeMins": 194,
	"genre": ["Drama", "Romance"],
	"director": "James Cameron",
	"writer": "James Cameron",
	"actors": "Leonardo DiCaprio, Kate Winslet, Billy Zane, Kathy Bates",
	"summary": "A seventeen-year-old aristocrat falls in love with a kind, but poor artist aboard the luxurious, ill-fated R.M.S. Titanic.",
	"plot": "84 years later, a 101-year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.",
	"awards": "11 Oscar wins, 106 wins, 73 nominations",
	"poster": "MV5BMjExNzM0NDM0N15BMl5BanBnXkFtZTcwMzkxOTUwNw@@._V1_SX300.jpg",
	"imdbRating": 7.7,
	"imdbID": "tt0120338"
}, {
	"title": "WALL·E",
	"sortBy": "walle",
	"year": "2008",
	"rated": "G",
	"released": "2008-06-27",
	"runtimeMins": 98,
	"genre": ["Animation", "Adventure", "Family"],
	"director": "Andrew Stanton",
	"writer": "Andrew Stanton (original story by), Pete Docter (original story by), Andrew Stanton (screenplay), Jim Reardon (screenplay)",
	"actors": "Ben Burtt, Elissa Knight, Jeff Garlin, Fred Willard",
	"summary": "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.",
	"plot": "In the distant future, humans abandon Earth because there is too much trash on it. WALL-E, with habit of picking up everything he finds interesting, lives alone on the planet with a pet cockroach. He has quite a collection of things, from lighters to a working iPod and even a small ring box (without the ring). He even has the last living plant. When a spaceship comes to earth and drops a sleek and dangerous probe EVE to look for a living plant, WALL-E falls in love with her. WALL-E gives her the plant, which makes EVE go into sleep mode. When a spaceship comes to take EVE back, WALL-E too goes with her. What follows is an adventure onboard the Axiom, where people move on hovering chairs and get liquid food which they suck up through a straw. Due to laziness, they have become so fat that they are unable to move. Due to hastily given instructions given to it, auto, the autopilot it tries to get rid of the plant which compels WALL-E, EVE, the pilot and some malfunctioning robots to find a way to retrieve the plant and save the earth.",
	"awards": "1 Oscar win, 81 wins, 73 nominations",
	"poster": "MV5BMTczOTA3MzY2N15BMl5BanBnXkFtZTcwOTYwNjE2MQ@@._V1_SX300.jpg",
	"imdbRating": 8.4,
	"imdbID": "tt0910970"
}]